Repository: S73FF3N/iwedb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: State the graduated price's start year
de: Gebe das Startjahr des Staffelpreises an

source: Start year
de: von Vertragsjahr

source: State the graduated price's end year
de: Gebe das Endjahr des Staffelpreises an

source: Created
de: Erstellt

source: Created by
de: Erstellt von

source: Resovled
de: Geklärt

source: Resolved by
de: geklärt durch

source: Offer Number generated automatically to ensure its uniqueness.
de: Angebotsnummer wurde automatisch erstellt, um ihre Einzigartigkeit sicherzustellen

source: Number
de: Nummer

source: Specify the wind farm which belongs to this offer number
de: Windpark angeben, welcher zu dieser Angebotsnummer gehört.

source: Amount of turbines included in this project.
de: Anzahl Turbinen, die in diesem Projekt enthalten sind.

source: Amount
de: Anzahl

source: Enter the turbine type (e.g. V90) not the manufacturer (e.g. Vestas)!
de: Gib den WEA Typ (z.B. V90) und nicht den Hersteller (z.B. Vestas) an!

source: Who is the responsible Sales Manager?
de: Wer ist der verantwortliche Vertriebler?

source: Attention: Offer Number is used for multiple projects:
de: Achtung: Diese Angebotsnummer wird von mehreren Projekten verwendet.

source: Offer Number to establish a connection to written offers
de: Angebotsnummer, um eine Verbindung zu erstellten Angeboten zu erzeugen

source: Probability [%]
de: Wahrscheinlichkeit [%]

source: Estimate the probability of conclusion
de: Schätze die Wahrscheinlichkeit eines Abschlusses ab

source: Which unit will this project be contracted to?
de: Welche Einheit nimmt dieses Projekt unter Vertrag?

source: Is this project part of a tender?
de: Handelt es sich um eine Ausschreibung?

source: Assign all turbines related to this project
de: Alle Turbinen, die zu diesem Projekt gehören, zuweisen

source: Which company are we in touch with?
de: Mit welchem Unternehmen sind wir in Kontakt?

source: Negotiation Partner
de: Verhandlungspartner

source: Who is the contact person at the negetiotion partner?
de: Wer ist die Kontaktperson des Verhandlungspartners?

source: Runtime [years]
de: Laufzeit [Jahre]

source: Who is the technology responsible?
de: Wer ist der Technologieverantwortliche?

source: When was the first contact established?
de: Wann wurde der erste Kontakt aufgebaut?

source: What is the intended contract commencement date?
de: Zu welchem Datum ist der Vertragsstart vorgesehen?

source: Operation Start
de: Operativer Start

source: When is the contract intended to be signed?
de: Wann ist die Vertragsunterschrift vorgesehen?

source: State the average yearly remuneration per WTG
de: Nenne die durchschnittliche jährliche Vergütung pro WEA

source: Which margin results from the price?
de: Welche Gewinnspanne resultiert aus dem Peis?

source: Wind Farm Information Sheet
de: Windpark Informationsblatt

source: Customer Information Sheet
de: Kundeninformationsblatt

source: Rotor blade inspection
de: ZOP Rotor

source: Videoendoscopic gearbox inspection
de: Videoendoskopische Getriebeinspektion

source: Which reason lead to the awarding of the contract?
de: Welcher Grund führte zur Vergabe des Vertrags?

source: not defined
de: nicht definiert

source: non existent
de: nicht existent

source: Assign all projects related to this Pool Project
de: Alle Projekte, die zu diesem Pool Projekt gehören, zuweisen.

source: Sales manager
de: Vertriebler

source: Please enter name of your employer including type of business i.e. ltd. or GmbH & Co. KG
de: Nennen Sie bitte Ihren Arbeitgeber inkl. Geschäftform z.B. GmbH & Co. KG.

source: Please enter your first and last name.
de: Bitte geben Sie Ihren Vor- und Nachnamen ein.

source: Please indicate your position in the company.
de: Bitte geben Sie Ihre Position im Unternehmen ein.

source: Please enter your mail address
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

source: Please choose your prefered scope.
de: Wählen Sie bitte eine für Sie passende Option aus.

source: Desired Scope
de: Gewünschte Leistung

source: If several wind farm names exist, please name all of them.
de: Falls mehrere Windparknamen existieren, nennen Sie bitte alle.

source: Wind Farm Name
de: Windpark Name

source: Please enter the street and if possible the house number of the location of the wind farm
de: Bitte geben Sie die Straße und nach Möglichkeit die Hausnummer des Windparks ein.

source: Please enter the postal code of the location of the wind farm
de: Bitte geben Sie die Postleitzahl des Windparks ein

source: Please name the village where the wind farm is located.
de: Nennen Sie bitte die Ortschaft, in der der Windpark liegt.

source: Here you can enter additional information on the location of the wind farm.
de: Hier können Sie zusätzliche Informationen zur Lage des Windparks eintragen.

source: Please state the number of relevant WTG.
de: Nennen Sie bitte die Anzahl der relevanten WEA.

source: Please indicate the complete name of the contractual partner.
de: Bitte geben Sie den vollständigen Namen des Vertragspartners ein.

source: Please enter street name and number of the contractual partner.
de: Bitte geben Sie die Straße und die Hausnummer des Vertragspartners ein.

source: Please enter post code of the contractual partner.
de: Bitte geben Sie die Postleitzahl des Vertragspartners ein.

source: Please enter city of the contractual partner.
de: Bitte geben Sie die Stadt des Vertragspartners ein.

source: Please indicate first and last name of a contact person.
de: Bitte geben Sie den Vor- und Nachnamen des Ansprechpartners ein.

source: Please enter the phone number of the contact person in the format '+49 541 38 05 38 100'.
de: Bitte geben Sie die Telefonnummer des technischen Betriebsführers im Format '+49 541 38 05 38 100' ein.

source: Please enter the email address of the contact person
de: Bitte geben Sie die E-Mail-Adresse der Kontaktperson ein.

source: Please indicate the correct type of business of the contractual partner i.e. ltd. or GmbH & Co. KG.
de: Bitte geben Sie die korrekte Bezeichnung der Geschäftsform an z.B. GmbH & Co. KG.

source: Please indicate (if existing) the complete name of a local hand for the windfarm.
de: Bitte geben Sie den vollständigen Namen des Mühlenwarts ein.

source: Local hand on site
de: Mühlenwart

source: Please enter street name and number of your local hand.
de: Bitte geben Sie die Straße und die Hausnummer Ihres Mühlenwarts ein.

source: Please enter post code of your local hand.
de: Bitte geben Sie die Postleitzahl des Mühlenwarts ein.

source: Please enter city of your local hand.
de: Bitte geben Sie die Stadt Ihres Mühlenwarts ein.

source: Please enter the phone number of your local hand in the format '+49 541 38 05 38 100'.
de: Bitte geben Sie die Telefonnummer des Mühlenwarts im Format '+49 541 38 05 38 100' ein.

source: Please enter the email address of your local hand.
de: Bitte geben Sie die E-Mail-Adresse des Mühlenwarts ein.

source: Invoice Recipient
de: Rechnungsempfänger

source: Please enter the full company name of the invoice receipient.
de: Bitte geben Sie den vollständigen Firmennamen des Rechnungsempfängers ein.

source: Please enter street name and number of the invoice recipient.
de: Bitte geben Sie die Straße und die Hausummer des Rechnungsempfängers ein.

source: Please enter post code of the invoice recipient.
de: Bitte geben Sie die Postleitzahl des Rechnungsempfängers ein.

source: Please enter city of the invoice recipient.
de: Bitte geben Sie die Stadt des Rechnungsempfängers ein.

source: Please indicate first and last name of a contact person at the financial department of the invoice receipient.
de: Bitte geben Sie den Vor- und Nachnamen einer Kontaktperson in der Finanzabteilung des Rechnungsempfängers ein.

source: Please enter the email address of the contact person at the financial department.
de: Bitte geben Sie die E-Mail-Adresse der Kontaktperson an.

source: Please indicate value added tax ID number.
de: Bitte geben Sie die Umsatzsteuer-ID-Nummer ein.

source: Please enter the email address to which invoices shall be send in future.
de: Bitte geben Sie die E-Mail-Adresse ein, an die die Rechnungen in Zukunft geschickt werden sollen.

source: Bank Institute
de: Kreditinstitut

source: Please indicate the name of the relevant bank.
de: Bitte geben Sie den Namen des zuständigen Kreditinstituts ein.

source: Please indicate IBAN.
de: Bitte geben Sie Ihre IBAN ein.

source: Please indicate BIC
de: Bitte geben Sie Ihre BIC ein.

source: Please enter the full (company) name of the shipping recipient.
de: Bitte geben Sie den vollständigen (Firmen-)Namen des Sendungsempfängers ein.

source: Please enter street name and number of the shipping address.
de: Bitte geben Sie die Straße und die Hausummer des Sendungsempfängers ein.

source: Please enter post code of the shipping address.
de: Bitte geben Sie die Postleitzahl des Sendungsempfängers ein.

source: Please enter city of the shipping address.
de: Bitte geben Sie die Stadt des Sendungsempfängers ein.

source: Here you can enter additional information on the shipping address.
de: Hier können Zusatzinformationen zur Lieferadresse angegeben werden.

source: Please enter the full company name of the commercial operations manager.
de: Bitte geben Sie den vollständigen Firmennamen des kaufmännischen Betriebsführers ein.

source: Please enter street name and number of your commercial operations manager.
de: Bitte geben Sie die Straße und die Hausnummer Ihres kaufmännischen Betriebsführers ein.

source: Please enter post code of your commercial operations manager.
de: Bitte geben Sie die Postleitzahl Ihres kaufmännischen Betriebsführers ein.

source: Please enter city of your commercial operations manager.
de: Bitte geben Sie die Stadt Ihres kaufmännischen Betriebsführers ein.

source: Please indicate first and last name of the commercial operations manager
de: Bitte geben Sie den Vor- und Nachnamen des kaufmännischen Betriebsführers ein.

source: Please enter the phone number of the commercial operations manager in the format '+49 541 38 05 38 100'.
de: Bitte geben Sie die Telefonnummer des kaufmännischen Betriebsführers im Format '+49 541 38 05 38 100' ein.

source: Please enter the email address of the commercial operations manager.
de: Bitte geben Sie die E-Mail-Adresse des kaufmännischen Betriebsführers ein.

source: Please enter the full company name of the technical operations manager.
de: Bitte geben Sie den vollständigen Firmennamen des technischen Betriebsführers ein.

source: Please enter street name and number of the technical operations manager.
de: Bitte geben Sie die Straße und die Hausummer des technischen Betriebsführers ein.

source: Please enter post code of your technical operations manager.
de: Bitte geben Sie die Postleitzahl Ihres technischen Betriebsführers ein.

source: Please enter city of your technical operations manager.
de: Bitte geben Sie die Stadt Ihres technischen Betriebsführers ein.

source: Please indicate first and last name of a contact person at the technical operations manager.
de: Bitte geben Sie den Vor- und Nachnamen des technischen Betriebsführers ein.

source: Please enter the email address of the technical operations manager.
de: Bitte geben Sie die E-Mail-Adresse des technischen Betriebsführers ein.

source: Kindly let us know about your current type of service agreement (full maintenance, time and material or others).
de: Welcher Servicevertragstyp besteht aktuell? (Vollwartung, Teilwartung oder sonstige).

source: Kindly provide the expiry date of your current contract.
de: Wann endet Ihr aktueller Servicevertrag planmäßig?

source: Kindly indicate your desired scope of services.
de: Welche Serviceleistungen wünschen Sie?

source: Please indicate the desired duration of the service contract in years.
de: Bitte die gewünschte Dauer des Servicevertrags in Jahren angeben.

source: Where can the key for the WTG be found?
de: Wo kann der Schlüssel für die WEA gefunden werden?

source: Key Safe Location
de: Standort Schlüsselkasten

source: If a key safe is installed kindly povide access code.
de: Sofern ein Schlüsseltresor installiert ist, geben Sie bitte den Zugangs-Code an.

source: Is an alarm system installed? If yes, kindly check the box.
de: Ist ein Alarmsystem verbaut? Falls ja, bitte die Checkbox aktivieren.

source: Please provide further information about the alarm system.
de: Bitte stellen Sie nach Möglichkeit mehr Informationen über die Alarmanlage zur Verfügung.

source: Alarm System Specification
de: Alarmanlagespezifikationen

source: Roadmap
de: Anfahrtsbeschreibung

source: Kindly upload a map showing the location and access to the wind farm.
de: Laden Sie bitte hier eine Datei mit genauen Lageinformationen (Übersichtskarte) hoch

source: Single Line Diagram
de: Parkverkabelung

source: Kindly upload a single line diagram of the wind farm.
de: Laden Sie bitte hier ein Einlinienschaltbild des Windparks hoch

source: Is the wind farm in direct marketing? If yes, kindly check the box.
de: Ist der Windpark in der Direktvermarktung? Falls ja, bitte die Checkbox aktivieren.

source: Direct marketing
de: Direktvermarktung

source: Please give the name of the company.
de: Wer ist der Direktvermarkter?

source: Direct Marketer
de: Direktvermarkter

source: Please state the meter number of the 4-quadrant meter.
de: Bitte nennen Sie die Zählernummer des 4-Quadrantenzählers.

source: Metering Point
de: Zählpunkt

source: IT Contact Person
de: IT Kontaktperson

source: Please give name and contact details of a person who could provide detailed information about the IT infrastructure of the wind farm.
de: Bitte geben Namen und Kontaktdaten eines Ansprechpartners an, der detaillierte Informationen üder die IT Infrastruktur des Windparks zur Verfügung stellen kann.

source: Please enter the phone number of a person who could provide detailed information about the IT infrastructure of the wind farm.
de: Bitte geben die Telefonnummer eines Ansprechpartners an, der detaillierte Informationen üder die IT Infrastruktur des Windparks zur Verfügung stellen kann.

source: Please enter the mail address of a person who could provide detailed information about the IT infrastructure of the wind farm.
de: Bitte geben die E-Mail-Adresse eines Ansprechpartners an, der detaillierte Informationen üder die IT Infrastruktur des Windparks zur Verfügung stellen kann.

source: To which grid station is the wind farm connected? - Kindly indicate the name of the grid station.
de: Mit welcher Übergabestation ist der Windpark verbunden? - Geben Sie bitte den Namen der Übergabestation an.

source: Substation
de: Übergabestation

source: Which company operates the electricity grid? Please give name of the utility.
de: Geben Sie bitte den Namen des Netzbetreibers an.

source: Grid operator
de: Netzbetreiber

source: Customer Questionnaire
de: Kundenfragebogen

source: Please indicate the serial number of the WTG.
de: Geben Sie bitte die Seriennummer der WEA an.

source: Kindly provide the commissioning date of the individual WTG.
de: Wann wurde die WEA in Betrieb genommen?

source: Please select the manufacturer of the turbine.
de: Wählen Sie bitte den Hersteller der WEA aus.

source: Please indicate the type of WTG (e.g. V90, N117 or 3.4M).
de: Geben Sie bitte den WEA Typ (z.B. V90; N117 oder 3.4M) an.

source: Please enter the WTG capacity in kW.
de: Geben Sie bitte die WEA Leistung in kW an.

source: Control system
de: Anlagensteuerung

source: Kindly state which type of turbine controller is installed.
de: Welche Anlagensteuerung ist installiert?

source: Please provide geo coodinates for latitude of the WTG accordingly.
de: Bitte geben sie die geographishe Position der WEA (hier Breitengrad) entsprechend an.

source: Latitude
de: Breitengrad

source: Please provide geo coodinates for longitude of the WTG accordingly.
de: Bitte geben sie die geographishe Position der WEA (hier Längengrad) entsprechend an.

source: Longitude
de: Längengrad

source: Please specify the tower type.
de: Geben Sie bitte den Turmtyp an.

source: Please provide the hub height in meters.
de: Bitte nennen Sie die Nabenhöhe in Metern.

source: Is a service lift installed? If yes, kindly check the box.
de: Ist eine Befahranlage installiert? Falls ja, bitte die Checkbox aktivieren.

source: Kindly indicate which type of service lift is installed.
de: Welcher Befahranlagentyp ist installiert?

source: Please indicate the manufacturer of the ladder.
de: Geben Sie bitte den Hersteller der Leiter an.

source: Ladder
de: Leiter

source: Please specify the arrester system.
de: Spezifizieren Sie bitte das Steigschutzsystem an.

source: Arrester System
de: Steigschutzsystem

source: Is a condition monitoring system installed? If yes, kindly check the box.
de: Ist ein Condition monitoring verbaut? Falls ja, bitte die Checkbox aktivieren.

source: Please enter the type of the installed CMS.
de: Geben Sie bitte den Typ des installierten CMS an.

source: Type of CMS
de: CMS Typ

source: Is an ice detection system installed? If yes, kindly check the box.
de: Ist ein Eiserkennungssystem verbaut? Falls ja, bitte die Checkbox aktivieren.

source: Ice detection system
de: Eiserkennungssystem

source: Please enter the type of the installed ice detection system.
de: Geben Sie bitte den Typ des installierten Eiserkennungssystem an.

source: Type of ice detection system
de: Typ des Eiserkennungssystem

source: Is a shadow casting detection system installed? If yes, kindly check the box.
de: Ist eine Schattenwurferkennung verbaut? Falls ja, bitte die Checkbox aktivieren.

source: Shadow casting detection system
de: Schattenwurferkennung

source: Please indicate the type of shadow casting detection system.
de: Geben Sie bitte den Typ der Schattenwurferkennung an.

source: Type of shadow casting detection system
de: Typ desSchattenwurferkennungssystems

source: Is a obstruction light installed? If yes, kindly check the box.
de: Ist ein Gefahrenfeuer verbaut? Falls ja, bitte die Checkbox aktivieren.

source: Obstruction light system
de: Gefahrenfeuer

source: Please specify the manufacturer of the installed obstruction light.
de: Geben Sie bitte den Hersteller des installierten Gefahrenfeuers an.

source: Manufacturer of obstruction light system
de: Hersteller des Gefahrenfeuer

source: Please indicate the type of the installed obstruction lights system.
de: Geben Sie bitte den Typ des installierten Gefahrenfeuers an.

source: Type of obstruction light system
de: Typ des Gefahrenfeuers

source: Is an antenna (mobile communication or radio relay) installed? If yes, kindly check the box.
de: Ist eine Antenne (mobile Kommunikation oder Richtfunk) installiert? Falls ja, bitte Checkbox aktivieren.

source: Please specify the type of the installed antenna.
de: Geben Sie bitte den Typ der installierten Antenne an.

source: Type of Antenna
de: Antennentyp

source: Please state the feed-in tariff in €/kWh.
de: Nennen Sie uns bitte die Einspeisevergütung in €/kWh.

source: Feed-in-tarif
de: Einspeisevergütung

source: Only for WTG in Germany: Has the WTG been approved for 'System Dienstleistungs Bonus - SDL '?
de: Relevant für WEA in Deutschland: Wurde die WEA für 'Systemdienstleistung' freigegeben?

source: Specify the last performed type of maintenance (type 2/3/4).
de: Welcher Wartungstyp wurde zuletzt durchgeführt? (Typ 2/3/4)

source: Recently performed maintenance
de: Zuletzt durchgeführte Wartung

source: Date of recently performed maintenance
de: Datum der zuletzt durchgeführten Wartunug

source: When was the last maintenance performed?
de: Wann wurde die letzte Wartung durchgeführt?

source: Date of recently performed 5-year-maintenance
de: Datum der zuletzt durchgeführten Fünfjahreswartung

source: When was the last 5-year maintenance performed?
de: Wann wurde die letzte 5-Jahres-Wartung durchgeführt?

source: Date of recently performed transformer maintenance
de: Datum der zuletzt durchgeführten Transformatorwartung

source: When was the last transformer maintenance performed?
de: Wann wurde die letzte Transformatorwartung durchgeführt?

source: Date of recently performed converter maintenance
de: Datum der zuletzt durchgeführten Umrichterwartung

source: When was the last converter maintenance performed?
de: Wann wurde die letzte Umrichterwartung durchgeführt?

source: Date of recently performed lattice tower maintenance
de: Datum der zuletzt durchgeführten Gittermastwartung

source: If applicalble: When was the last lattice tower maintenance.
de: Sofern zutreffend: Wann wurde die letzte Gittermastwartung durchgeführt?

source: Date of recently performed general overhaul of service lift winch
de: Datum der zuletzt durchgeführten Generalüberholung der BFA

source: When was the general inspection of the Service Lift Winch carried out?
de: Wann wurde die letzte Generalüberholung der Service Lift Winde durchgeführt?

source: Date of recently performed condition based inspection of machine and tower
de: Datum der zuletzt durchgeführten zustandsorientierten Maschinen und Turm Wartung

source: When was the last condition-based inspection of machine and tower performed?
de: Wann wurde die letzte zustandsorientierte Prüfung 'Maschine und Turm' durchgeführt?

source: Date of recently performed routine inspection
de: Datum der zuletzt durchgeführten Routineinspektion

source: When was the last routine inspection performed?
de: Wann wurde die letzte Routineinspektion durchgeführt?

source: Date of recently performed rotor blade inspection
de: Datum der zuletzt durchgeführten ZOP Rotor

source: When was the last Inspection of the rotor blades performed?
de: Wann wurde die letzte ZOP Rotor durchgeführt?

source: Date of recently performed videoendoscopic inspection of gear box
de: Datum der zuletzt durchgeführten Videoendoskopie des Getriebes

source: When was the last video endoscopy of the gearbox performed?
de: Wann wurde die letzte Videoendoskopie des Getriebes durchgeführt?

source: Date of recently performed safety inspection
de: Datum der zuletzt durchgeführten Sicherheitsüberprüfung

source: When was the last safety inspection carried out?
de: Wann wurde die letzte Sicherheitsinspektion durchgeführt?

source: Date of recently performed maintenance of service lift
de: Datum der zuletzt durchgeführten Service-Lift-Wartunug

source: When was the last service lift maintenance performed?
de: Wann wurde die letzte Befahranlagenwartung durchgeführt?

source: Date of recently performed service lift inspection
de: Datum der zuletzt durchgeführten ZÜS-Prüfung BFA

source: When was the last service lift inspection performed?
de: Wann wurde die letzte ZÜS-Prufung der Befahranlage durchgeführt?

source: Date of recently performed electric inspection
de: Datum der zuletzt durchgeführten DGUV V3-Prüfung

source: When was the last electrical inspection carried out?
de: Wann wurde die letzte DGUV V3 durchgeführt?

source: Date of recently performed blade bearing inspection
de: Datum des zuletzt durchgeführten Blattlagerinspektion

source: When was the last rotor blade bearing inspection performed?
de: Wann wurde die letzte Rotorblattlager Inspektion durchgeführt?

source: Date of recently performed oil exchange: main bearing
de: Datum des zuletzt durchgeführten Ölwechels: Hauptlager

source: When was the last oil/grease exchange on the main bearing performed?
de: Wann wurde der letzte Öl/Fett-wechsel am Hauptlager durchgeführt?

source: Please state the name of the used oil/grease type for the main bearing.
de: Bitte nennen Sie den zuletzt für das Hauptlager verwendeten Öl/Fett-typ.

source: Used oil type for main bearing
de: Zuletzt verwendetes Öl für das Hauptlager

source: Date of recently performed oil exchange: yaw gear
de: Datum des zuletzt durchgeführten Ölwechsels: Azimutgetriebe
