Repository: S73FF3N/iwedb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: Nutzer

source: Password Reset
de: Passwort zurücksetzen

source: Prefered Language
de: Bevorzugte Sprache

source: Your username and password didn't match.
de: Dein Nutzername und Passwort stimmen nicht überein.

source: Please try again.
de: Bitte nochmal versuchen.

source: Please, use the following form to log-in.
de: Bitte nutze die folgende Form um dich anzumelden

source: If you don't have an account
de: Wenn du keinen Akkount hast.

source: contact us
de: kontaktiere uns

source: Password set
de: Passwort gesetzt

source: Your password has been set.
de: Dein Passwort wurde zurpückgesetzt.

source: You can
de: Du kannst dich

source: log in now
de: jetzt einloggen

source: Please enter your new password twice:
de: Bitte gib dein neues Passwort zweimal ein.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Reseseten des Passworts ist ungültig, da er bereits verwendet wurde. Bitte erneut versuchen.

source: Reset your password
de: Passwort Reset

source: We've emailed you instructions for setting your password.
de: Du hast eine Mail mit einer Anleitung zum Zurücksetzen deines Passworts erhalten.

source: If you don't receive an email, please make sure you've entered the address you registered with.
de: Falls du keine Mail erhalten haben solltest, versichere dich, dass du die Mail-Adresse verwendet hast, mit der du registriert bist.

source: Forgotten your password?
de: Password vergessen?

source: Enter your e-mail address to obtain a new password.
de: Gib deine Mail-Adresse ein, um ein neues Passwort zu erhalten.

source: Type
de: Typ

source: Wind Farm
de: Windpark

source: Responsible
de: Verantwortlich

source: Lattice Tower
de: Gittermastturm

source: Tubular Tower
de: Rohrturm

source: Yes
de: ja

source: No
de: Nein

source: No information
de: Keine Informationen

source: All turbines of windfarm?
de: Alle WEA des Windparks?

source: Turbines
de: WEA

source: Turbine
de: WEA

source: Calculation of next dates based on last execution date?
de: Berechnung der nächsten Termine auf Basis des zuletzt durchgeführten Termins?

source: Between
de: Zwischen

source: And
de: und

source: Order number
de: Bestellnummer

source: Recipient
de: Empfänger

source: Order date
de: Bestelldatum

source: Ordered by
de: beauftragt durch

source: Description
de: Beschreibung

source: Amount of Turbines
de: Anzahl WEA

source: Turbine ID
de: Seriennummer

source: Price
de: Preis

source: Calendar week
de: Kalenderwoche

source: asap
de: so schnell wie möglich

source: Reports & invoices to:
de: Bericht und Rechnung an:

source: Customer Relationship Responsible
de: Kundenmanager

source: Order accepted on
de: Bestellung erfolgt am

source: Execution planned on
de: geplantes Durchführungsdatum

source: Comment
de: Kommentar

source: Postal Code
de: Postleitzahl

source: Location
de: Lagedetails

source: Address
de: Adresse

source: Manufacturer
de: Hersteller

source: Rotor Blades
de: Rotorblätter

source: Output Power
de: Leistung

source: Hub Height
de: Nabenhöhe

source: Service Lift
de: Befahranlage

source: Service lift manufacturer
de: BFA Hersteller

source: Winch
de: Winde

source: Fall protection system
de: Absturzsicherung

source: Arrester available
de: Läufer verfügbar

source: Contact Person
de: Ansprechpartner

source: Phone
de: Telefon

source: Key
de: Schlüssel

source: Key Safe Code
de: Schlüsselkasten-Code

source: Alarm System
de: Alarmanlage

source: Company
de: Firma

source: Contact person
de: Ansprechpartner

source: SP report submitted
de: SP Bericht eingereicht

source: Direction report submitted
de: Anweisung Bericht eingereicht

source: Miscellaneous
de: Verschiedenes

source: Date
de: Termin

source: Recurring inspection
de: WKP

source: Condition based inspection
de: ZOP Maschine & Turm

source: Gearbox endoscopic inspection
de: Getriebeendoskopie

source: Safety inspection
de: Sicherheitsüberprüfung

source: Service lift maintenance
de: BFA Wartung

source: ZÜS service lift
de: ZÜS BFA

source: General Overhaul Winch
de: Generalüberholung Winde

source: General Overhaul Deck Crane
de: Generalüberholung Bordkran

source: Lattice tower maintenance
de: Gittermastwartung

source: DGUV V3 WEC
de: DGUV V3 WEA

source: DGUV V3 substation
de: DGUV V3 ÜS

source: Maintenance of Substation
de: Wartung Übergabestation

source: Overcurrent Protection Inspection WEC
de: Netzschutzprüfung WEA

source: Overcurrent Protection Inspection Substation
de: Netzschutzprüfung ÜS

source: UPS Battery Substation
de: USV-Akkus Übergabestation

source: Inspection of pressure vessel
de: Druckbehälterprüfung

source: Further official obligation
de: weitere behördliche Auflagen

source: years
de: Jahre

source: month
de: Monate

source: days
de: Tage

source: remaining
de: ausstehend

source: ordered
de: beauftragt

source: confirmed
de: bestätigt

source: scheduled
de: angemeldet

source: executed
de: durchgeführt

source: report received
de: Bericht erhalten

source: invoice received
de: Rechnung erhalten

source: closed
de: abgeschlossen

source: yes
de: ja

source: no
de: nein

source: condition based
de: zustandsorientiert

source: non-recurrent
de: einmalig

source: Every
de: Alle

source: Time interval
de: Zeitintervall

source: for
de: für

source: Duration
de: Dauer

source: Scheduled first execution
de: Solldatum erste Durchführung

source: Part of Contract
de: Vertragsbestandteil

source: Who is responsible?
de: Wer ist verantwortlich?

source: Expert Report
de: Gutachten

source: Scheduled Date
de: Solldatum

source: Execution Date
de: Durchführungsdatum

source: Service Provider
de: Dienstleister

source: Order Date
de: Beauftragt am

source: not found
de: nicht gefunden

source: multiple contracts
de: mehrere Verträge

source: dated
de: terminiert

source: There are no events matching the search criteria...
de: Es existieren keine Gutachten zu diesen Suchkriterien

source: Edit
de: Ändern

source: Delete
de: Löschen

source: Comissioning
de: Inbetriebnahme

source: Contract
de: Vertrag

source: Select Date
de: Datum wählen

source: There are no dates matching the search criteria...
de: Es existieren keine Termine zu diesen Suchkriterien

source: Change multiple dates
de: mehrere Termine ändern

source: Submit
de: Speichern

source: Create Order
de: Bestellung generieren

source: Wind farm
de: Windpark

source: Date Request
de: Wunschtermin

source: Documents
de: Dokumente

source: Order confirmation
de: Bestellbestätigung

source: Change Order confirmation
de: Bestellbestätigung ändern

source: Wind farm location information (if available)
de: Lage des Windparks (wenn verfügbar)

source: Access
de: Zugang

source: Edit Date
de: Termin ändern

source: Add Date
de: Termin hinzufügen

source: Edit Event
de: Gutachten editieren

source: Create Dates
de: Termine generieren

source: Export Event
de: Gutachten exportieren

source: Scheduled First Execution
de: Solldatum erste Durchführung

source: Scheduled Last Execution
de: Solldatum letzte Durchführung

source: Comments
de: Kommentare

source: Add Comment
de: Kommentar hinzufügen

source: Change multiple Dates
de: mehrere Termine ändern

source: Add/Change Expert Report
de: Gutachten erstellen / editieren

source: Expert Reports
de: Gutachten

source: TO
de: TBF

source: New Event
de: neues Gutachten

source: Date filter
de: Datumsfilter

source: between
de: zwischen

source: and
de: und

source: of
de: von

source: Dates require action
de: Termine mit Handlungsbedarf

source: Remaining Dates
de: Ausstehende Termine

source: Ordered Dates
de: Beauftragte Termine

source: Confirmed Dates
de: Bestätigte Termine

source: Scheduled Dates
de: Angemeldete Termine

source: Executed Dates
de: Durchgeführte Termine

source: Report received
de: Bericht erhalten

source: Expert reports are not dated yet
de: Gutachten sind noch nicht terminiert

source: Customer Relations
de: Kundenmanagement

source: Invoice received
de: Rechnung erhalten

source: Select Dates
de: Termine wählen

source: Comissioning Year
de: Inbetriebnahmejahr

source: Month
de: Monat

source: Day
de: Tag

source: Interval
de: Intervall

source: No wind farm name specified
de: Kein Windpark Name angegeben

source: Please select a date from the table.
de: Bitte einen Termin aus der Tabelle auswählen.

source: Title
de: Titel

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: City
de: Ort

source: Country
de: Land

source: Postal Communication
de: Postalische Kommunikation

source: Mailing List
de: Verteiler

source: Adress
de: Adresse

source: Sector
de: Sektor

source: Head Organisation
de: Kopforganisation

source: Alternative Phone
de: Telefon alternativ

source: Function
de: Funktion

source: Gender
de: Geschlecht

source: Mailing list
de: Verteiler

source: male
de: Mann

source: female
de: Frau

source: File
de: Datei

source: Enter the company's name
de: Gib den Firmennamen ein

source: Enter the postal address
de: Gib die Postadresse an

source: Enter the phone number beginning with +
de: Gib die Telefonnummer beginnend mit + an

source: Enter a vaild web address incl. http://
de: Gib die Webadresse inkl. http:// an

source: Enter the customer code acc. to 'Projektübersicht'
de: Gib die Kundennummer an

source: Customer Code
de: Kundennummer

source: Choose at least one sector
de: Wähle mindestens einen Sektor aus

source: Gender of the employee
de: Geschlecht des Mitarbeiters

source: First name of the employee
de: Vorname des Mitarbeiters

source: Last name of the employee
de: Nachname des Mitarbeiters

source: Role of the employee within its company
de: Rolle des Mitarbeiters innerhalb der Firma

source: Postal communication
de: Postalische Kommunikation

source: For marketing communication: Check if the contact preferes postal over digital communication.
de: Für Marketingkommunikation: Bitte auswählen, wenn der Kontakt die postalische Information gegenüber Mailversand bevorzugt.

source: Street and house number
de: Straße und Hausnummer

source: created employee
de: Mitarbeiter angelegt

source: edited employee
de: Mitarbeiter editiert

source: Role
de: Rolle

source: Headed Organisations
de: Geführte Organisationen

source: developed turbines
de: entwickelte WEA

source: turbines
de: WEA

source: Comercial operator
de: Kaufmännischer Betriebsführer

source: Technical operator
de: Technischer Betriebsführer

source: Owner
de: Betreiber

source: Service provider
de: Dienstleister

source: Employees
de: Mitarbeiter

source: Direct
de: Direkte

source: Projects
de: Projekte

source: Project
de: Projekt

source: Sales Manager
de: Vertriebler

source: Related
de: Verknüpfte

source: Pool Projects
de: Pool-Projekte

source: Contracts
de: Verträge

source: Commencement Date
de: Startdatum

source: End Date
de: Enddatum

source: Files
de: Dateien

source: Change history
de: Änderungshistorie

source: by
de: durch

source: Add
de: Neu

source: Employee
de: Mitarbeiter

source: Add/Edit
de: Neu/Ändern

source: Marketing communication
de: Marketingkommunikation

source: new
de: neu

source: Wind Industry
de: Windindustrie

source: Actor
de: Marktteilnehmer

source: Actors
de: Marktteilnehmer

source: created actor
de: Marktteilnehmer angelegt

source: edited actor
de: Marktteilnehmer editiert

source: Wind Class
de: Windklasse

source: Rotor Diameter
de: Rotordurchmesser

source: Year
de: Jahr

source: Total Weight [t]
de: Gesamtmasse [t]

source: Hub Heights [t]
de: Nabenhöhen [m]

source: Tower Weight [t}
de: Turmmasse [t]

source: Please verify the copyright of this picture
de: Bitte verifiziere die Bildrechte dieses Bildes

source: gearbox
de: Getriebe

source: gearless
de: getriebelos

source: Full Service
de: Vollwartung

source: Upload an image file (jpg or png)
de: Lade eine Bilddatei (jpg oder png) hoch

source: State the source/owner of the image
de: Gib die Quelle/den Besitzer des Bilds an

source: Source
de: Quelle

source: Name of the turbine model
de: Name der WEA-Technologie

source: Technology Class
de: Technologieklasse

source: Additional information
de: Zusatzinformationen

source: Serviced by DWT
de: Service durch DWT

source: How many maintenance hours have to be substracted from the availability guarantee?
de: Wie viele Wartungsstunden müsssen von der Verfügbarkeitsgarantie abgezogen werden?

source: Maintenance Hours
de: Wartungsstunden

source: Output power
de: Leistung

source: Enter rated output power in kW
de: Gib die Leistung in kW an

source: Rotor diameter
de: Rotordurchmesser

source: Enter rotor diameter in m
de: Gib den Rotordurchmesser in m an.

source: Amount of blades
de: Anzahl Rotorblätter

source: Select (multiple) wind class
de: Wähle (mehrere) Windklassen aus

source: First installation
de: Erste Installation

source: In which year was this turbine model built first?
de: In welchem Jahr wurde diese Technologie zuerst produziert?

source: Is this turbine model built for offshore?
de: Ist diese Technologie für offshore ausgelegt?

source: Regulation
de: Regulierung

source: Drivetrain
de: Antriebsstrang

source: Total weight [t]
de: Gesamtmasse [t]

source: Tower weight [t]
de: Turmmasse [t]

source: Nacelle weight [t]
de: Gondelmasse [t]

source: Rotor weight [t]
de: Rotormasse [t]

source: Min. rotor speed [r/m]
de: Min. Drehgeschwindigkeit [r/m]

source: Max. rotor speed [r/m]
de: Max. Drehgeschwindigkeit [r/m]

source: Cut in wind speed [m/s]
de: Einschaltgeschwindigkeit [m/s]

source: Nominal wind speed [m/s]
de: Nominelle Geschwindigkeit [m/s]

source: Cut out wind speed [m/s]
de: Abschaltgeschwindigkeit [m/s]

source: Min. Hub Height [m]
de: Min. Nabenhöhe [m]

source: Max. Hub Height [m]
de: Max. Nabenhöhe [m]

source: Sound level [dB]
de: Geräuschpegel [dB]

source: In which year was this turbine model built last?
de: In welchem Jahr wurde diese Technologie zuletzt produziert

source: Produced until
de: Produziert bis

source: Product web page
de: Produktwebseite

source: Link to more information
de: Link für weitere Informationen

source: Turbine Models
de: WEA-Technologien

source: Turbine Model List
de: WEA-Technologie-Liste

source: New Turbine Model
de: neue WEA-Technologie

source: Component List
de: Komponentenliste

source: Actor List
de: Marktteilnehmerliste

source: New Actor
de: neuer Marktteilnehmer

source: Wind Farms
de: Windparks

source: Wind Farm List
de: Windparkliste

source: New Wind Farm
de: neuer Windpark

source: Turbine List
de: WEA-Liste

source: New Turbine
de: neue WEA

source: Project List
de: Projektliste

source: New Project
de: neues Projekt

source: Offer Number List
de: Angebotsnummerliste

source: New Offer Number
de: neue Angebotsnummer

source: Pool Project List
de: Pool-Projektliste

source: New Pool Project
de: neues Pool-Projekt

source: Customer Questionnaires
de: Kundenfragebogen

source: Contract List
de: Vertragsliste

source: TO Contracts
de: TBF Verträge

source: New Contract
de: neuer Vertrag

source: Terminated Contracts
de: gekündigte Verträge

source: Sales Tools
de: Vertriebstools

source: Sales Report
de: Vertriebsbericht

source: Calculation Tool
de: Vertriebskalkulator

source: Map
de: Karte

source: Manufacturers
de: Hersteller

source: Market Actors
de: Marktteilnehmer

source: Market actors
de: Marktteilnehmer

source: Image
de: Bild

source: image
de: Bild

source: I herewith declare, that I own the copyright of the image to be uploaded or that it is already published under an appropriate free license (s. <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons License</a> or <a href="http://opendefinition.org/licenses/gfdl/">GNU Free Documentation License</a>). I acknowledge, that the image to be uploaded will be licensed under the
de: Hiermit erkläre ich, dass ich die Bildrechte an dem bereitgestellten Bild besitze oder dieses bereits unter einer angemessenen freien Lizenz (s. <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons License</a> or <a href="http://opendefinition.org/licenses/gfdl/">GNU Free Documentation License</a>) veröffentlicht wurde. Ich nehme zur Kenntnis, dass das Bild frei lizensiert wird.

source: Show / Hide elements on map
de: Elemente auf der Karte anzeigen/ausblenden

source: Service Locations
de: Servicestationen

source: All images are published either under the
de: Alle Bilder wurden veröffentlicht unter der

source: Creative Commons License
de: Creative Common Lizens

source: or under the
de: oder unter der

source: GNU Free Documentation License
de: GNU freie Dokumentationslizens

source: Product details
de: Produktdetails

source: Swept Area
de: überstrichene Fläche

source: Power Density
de: Leistungsdichte

source: First Installation
de: Erste Installation

source: Technical
de: Technisch

source: Rotational Speed
de: Drehgeschwindigkeit

source: Cut-in Wind Speed
de: Einschaltgeschwindigkeit

source: Nominal Wind Speed
de: Nominelle Geschwindigkeit

source: Cut-out Wind Speed
de: Abschaltgeschwindigkeit

source: Weights
de: Massen

source: Total Weight
de: Gesamtmasse

source: Tower Weight
de: Turmmasse

source: Hub Weight
de: Nabenmasse

source: Rotor Weight
de: Rotormasse

source: Heights
de: Höhen

source: Hub Heights
de: Nabenhöhen

source: Sound Level
de: Geräuschpegel

source: Amount of turbines in Databse (displayed on map)
de: Anzahl der WEA (s. Karte)

source: Contracted turbines
de: WEA unter Vertrag

source: Wind Turbines Models
de: WEA-Technologien

source: Wind Turbine Models
de: WEA-Technologien

source: Wind turbine models
de: WEA-Technologien

source: WTG
de: WEA

source: Wind Turbine Model
de: WEA-Technologie

source: Wind Speeds
de: Windgeschwindigkeiten

source: Production
de: Produktion

source: Additional Information
de: Zusatzinformationen

source: Turbine Model Overview
de: Turbinenmodell Übersicht

source: created Turbine Type
de: WEA-Technologie hinzugefügt

source: edited Turbine Type
de: WEA-Technologie geändert

source: Contact Company
de: Ansprechpartner

source: Contact Name
de: Name Ansprechpartner

source: Scope
de: Leistungsumfang

source: Windfarm Name
de: Windpark Name

source: Postal Code of Windfarm
de: Postleitzahl des Windparks

source: City of Windfarm
de: Ort des Windparks

source: Amount WEC
de: Anzahl WEA

source: Contractual Partner
de: Vertragspartner

source: Street of Contractual Partner
de: Straße des Vertragspartners

source: Postal Code of Contractual Partner
de: Postleitzahl des Vertragspartners

source: City of Contractual Partner
de: Ort des Vertragspartners

source: Phone number of Contractual Partner
de: Telefon des Vertragspartners

source: Commercial Operator
de: Kaufmännischer Betriebsführer

source: Technical Operator
de: Technischer Betriebsführer

source: Current service contract
de: Aktueller Servicevertrag

source: Desired service contract scope
de: Gewünschter Umfang des Servicevertrags

source: Desired duration of service contract
de: Gewünschte Dauer des Servicevertrags

source: Expiry of current service contract
de: Enddatum des aktuellen Servicevertrags

source: Date of comissioning
de: Inbetriebnahmedatum

source: Turbine Model
de: WEA-Technologie

source: Type of tower
de: Turmtyp

source: Type of Service Lift
de: Service Lift Typ

source: Yearly Production 1
de: Jahresproduktion 1

source: Yearly Production 2
de: Jahresproduktion 2

source: Yearly Production 3
de: Jahresproduktion 3

source: Type of gearbox
de: Getriebetyp

source: Type of generator
de: Generatortyp

source: Type of rotor blades
de: Rotorblatttyp

source: Type of converter
de: Umrichtertyp

source: No files to download attached to this customer questionnaire.
de: Zu diesem Fragebogen sind keine Dateien zum Dowload vorhanden.

source: Questionnaire transferred successfully.
de: Fragebogen erfolgreich übertragen

source: Project Name
de: Projektname

source: Request Date
de: Anfragedatum

source: Offer Number
de: Angebotsnummer

source: Risk description
de: Risikobeschreibung

source: Cause of resolution
de: Klärungsgrund

source: Windfarm
de: Windpark

source: All turbines of selected wind farm?
de: Alle WEA des Windparks?

source: Is an expert report before the operational commencement necessary?
de: Ist ein Gutachten vor Vertragsstart notwendig?

source: ZOP (machine & tower)
de: ZOP Maschine & Turm

source: Contract Year
de: Vertragsjahr

source: to
de: zu

source: Yearly Price
de: Jährlicher Preis

source: Delete graduated price
de: Staffelpreis löschen

source: Tender
de: Ausschreibung

source: Customer
de: Kunde

source: Customer Contact
de: Ansprechpartner

source: Contract Type
de: Vertragstyp

source: Run Time
de: Laufzeit

source: Start Operation
de: operativer Beginn

source: Contract Signature
de: Vertragsunterschrift

source: Start Year
de: von Vertragsjahr

source: End Year
de: Bis Vertragsjahr

source: Technology Responsible
de: Technologieverantwortlicher

source: Awarding Reason
de: Vergabegrund

source: All Turbines
de: Alle WEA

source: Windfarm Information
de: Windpark Information

source: Gearbox Endoscopy
de: Getriebeendoskopie

source: Contact Position
de: Position Ansprechpartner

source: Contact Mail
de: Details Ansprechpartner

source: Street Number
de: Straße und Hausnummer

source: Location Details
de: Lagedetails

source: Distance [km]
de: Entfernung [km]

source: Duration [min]
de: Dauer [min]

source: Potential
de: Potentiell

source: Coffee
de: Kaffee

source: Soft Offer
de: Weiches Angebot

source: Hard Offer
de: Hartes Angebot

source: Negotiation
de: Verhandlung

source: Final Negotiation
de: Finale Verhandlung

source: Won
de: Gewonnen

source: Lost
de: Verloren

source: Cancelled
de: Abgesagt

source: Basic Maintenance
de: Basis Wartung

source: Full Maintenance without MC
de: Vollwartung exkl. Großkomponenten

source: Full Maintenance with MC
de: Vollwartung inkl. Großkomponenten

source: Remote Control
de: Fernüberwachung

source: Spare Parts
de: Ersatzteile

source: Technical Operation
de: Technische Betriebsführung

source: Foundation works
de: Fundamentarbeiten

source: Subsea Foundation and Seabed works
de: Unterwasserfundamente und Meeresgrundarbeiten

source: Offshore sub station service
de: Service an Offshore-Übgergabestation

source: Other
de: Sonstiges

source: Full Maintenance with Main Components
de: Vollwartung inkl. Großkomponenten

source: Extension
de: Verlängerung

source: Technical Operations
de: Technischer Betriebsführung

source: Contract Design
de: Vertragsdesign

source: Experience with DWT
de: Erfahrung mit der DWT

source: Readiness
de: Bereitschaft

source: Regional Structures
de: Regionale Strukturen

source: Political Decision
de: Politische Entscheidung

source: Liability
de: Haftung

source: Service Contract
de: Servicevertrag

source: Technical Operations Contract
de: TBF-Vertrag

source: Commisioned Work
de: Auftragsarbeit

source: Request for Material
de: Materialanfrage

source: Support Contract
de: Support-Vertrag

source: Day/Night
de: Tag/Nacht

source: Night
de: Nacht

source: The reminder is going to pop up on this specified date, which has to be in the future.
de: Die Erinnerung wird am angegebenen Datum erscheinen, welches in derZukunft liegen muss.

source: This text is going to appear in a mail which is going to be send on the the specified date to the recipient.
de: Dieser Text wird in der Mail erscheinen, welche dem angegebenen Empfänger zugestellt wird.

source: Recipients
de: Empfänger

source: Who is the reminder addressed to?
de: An wen ist die Erinnerung adressiert?

source: Graduated Price ID. Unique for each GP in a given Project
de: Staffelpreis ID. Einzigartig für jeden SP in einem Projekt

source: Graduated Price ID
de: Staffelpreis ID

source: State the yearly remuneration per WTG
de: Nenne die durchschnittliche jährliche Vergütung pro WEA
