Repository: S73FF3N/iwedb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Enter the effective commencement date of this contract
de: Effektives Startdatum dieses Vertrags eingeben.

source: Enter the effective end date of this contract
de: Effektives Enddatum dieses Vertrags eingeben

source: Enter the date when the contract was terminated by the customer.
de: Datum, an dem der Vertrag von dem Kunden gekündigt wurde eingeben.

source: Which reason lead to the termination of the contract?
de: Welcher Grund hat zu der Kündingung von dem Vertrag geführt?

source: Enter the contact person of the customer
de: Kontaktperson des Kunden eingeben

source: Contact Technical Operations
de: Kontakt technische Betriebsführung

source: Enter the contact person of the technical operator
de: Kontaktperson der technischen Betriebsführung eingeben.

source: Contact Commercial Operations
de: Kontakt kaufmännischer Betriebsführer

source: Enter the contact person of the commercial operator
de: Kontaktperson des kaufmännischen Betriebsführers eingeben.

source: Who is the responsible Customer Relation Manager?
de: Wer ist der zuständige Kundenmanager?

source: DWT Responsible
de: DWT Verantwortlicher

source: Enter the average remuneration per year and WTG of this contract
de: Die durchnittliche Vergütung pro Jahr und WEA dieses Vertrags eingeben.

source: Average Remuneration
de: Durchschnittliche Vergütung

source: Availability Guarantee for the wind farm in %
de: Verfügbarkeitsgarantie des Windparks in %

source: Farm Availability
de: Farm Verfügbarkeit

source: Availability Guarantee for single WTG in %
de: Verfügbarkeitsgarantie für eine einzelne WEA in %

source: WTG Availability
de: WEA Verfügbarkeit

source: Availabiltiy Type
de: Verfügbarkeitstyp

source: Is remote control included?
de: Ist Fernsüberwachung enthalten?

source: Is scheduled maintenance included?
de: Sind planmäßige Wartungen enthalten?

source: Scheduled Maintenance
de: Planmäßige Wartung

source: Are additional scheduled maintenances (e.g. TypeIV) included?
de: Sind zusätzliche planmäßige Wartungen (z.B. Typ IV) enthalten?

source: Is personnel for unscheduled maintenance included?
de: Ist Personal für Instandsetzung enthalten?

source: Are materials for unscheduled maintenance included?
de: Ist Material für Instandsetzungen enthalten?

source: Are main components included?
de: Sind Hauptkomponenten beinhaltet?

source: Which components are exluded from the scope?
de: Welche Komponenten sind von dem Leistungsumfang ausgeschlossen?

source: Exclusions
de: Ausgeschlossen

source: Is techncial operation included?
de: Ist die technische Betriebsführung enthalten?

source: Is an insurance for external damages included?
de: Ist eine Versicherung für Schäden von außen enthalten?

source: Is the replacement of pressure vessels included?
de: Ist der Austausch von Druckbehältern enthalten?

source: Pressure Vessels
de: Druckbehälter

source: Is the general overhaul of working equipment (winch, on-board crane, etc.) included?
de: Ist die Generalüberholung der Arbeitsausrüstung (Winde, Bordkran, etc.) enthalten?

source: Overhaul Working Equipment
de: Überholung Arbeitsausrüstung

source: Is a permanent condition monitoring included?
de: Ist eine permanente Zustandsüberwachung enthalten?

source: Are rotor blade inspections included?
de: Ist die ZOP Rotor enthalten?

source: Are videoendoscopic inspections of the gearbox included?
de: Sind videoendoskopische Inspektionen des Getriebes enthalten?

source: Are periodic inspections of the WTG (WKP) included?
de: Sind wiederkehrende Inspektionen der WEA (WKP) enthalten?

source: Periodic Inspection WTG
de: Periodische Inspektion WEA

source: Is service lift maintenance included?
de: Ist die Befahranlagenwartung enthalten?

source: Is the inspection of safety equipment (PSE, fire extinguisher, etc.) included?
de: Ist die Inspektion der Sicherheitsausrüstung (PSE, Feuerlösche, etc.) enthalten?

source: Is the repair of safety equipment (PSE, fire extinguisher, etc.) included?
de: Ist die Reparatur der Sicherheitsausrüstung (PSE, Feuerlöscher, etc.) enthalten?

source: Safety Repairs
de: Sicherheitsrelevante Reparaturen

source: Is the exchange of safety equipment (PSE, fire extinguisher, etc.) included?
de: Ist der Austausch der Sicherheitsausrüstung (PSE, Feuerlöscher, etc.) enthalten?

source: Safety Exchange
de: Austausch der sicherheitstechnischen Ausrüstung

source: Is the inspection of the service lift by a certified body (ZÜS) included?
de: Ist die ZÜS-Prüfung Befahranlage enthalten?

source: Certified Body Inspection Service Lift
de: ZÜS-Prüfung Befahranlage

source: Are the electrical inspection (DGUV V3) included?
de: Sind die Elektrischen Inspektionen (DGUV V3) enthalten?

source: Electrical Inspection
de: Elektrische Inspektion

source: Is the lattice tower maintenance (if applicable) included?
de: Ist die Gittermastwartung enthalten?

source: Is the continued Operation included?
de: Ist der Weiterbetrieb enthalten?

source: Continued Operation
de: Weiterbetrieb

source: Actice
de: Aktiv

source: Location Type
de: Lagedetyp

source: Supported Technology
de: Unterstützte Technologie

source: Active
de: Akticv

source: There are no turbines matching the search criteria...
de: Es existieren keine WEA zu diesen Suchkriterien

source: There are no contracts matching the search criteria...
de: Es existieren keine Verträge zu diesen Suchkriterien

source: Component
de: Komponente

source: There are no components matching the search criteria
de: Es existieren keine Komponenten zu diesen Suchkriterien

source: No attributes
de: Keine Attribute

source: No history
de: Keine Ereignisse

source: Add/Edit Components
de: Komponenten hinzufügen/ändern

source: Store Component
de: Komponente lagern

source: Move to Refurbishment
de: Komponente generalüberholen

source: Dismantle Component
de: Komponente demontieren

source: Delete Component
de: Komponente löschen

source: Are you sure, you want to delete the component?
de: Bist du dir sicher, die Komponente zu löschen?

source: This action should only be used, if the component to be deleted contains false information.
de: Fahre nur fort, wenn die zu löschende Komponente fehlerhaft ist.

source: Edit attributes
de: Attribute editieren

source: Add Attribute
de: Attribut hinzufügen

source: Add Component
de: Komponente hinzufügen

source: Delete Attribute
de: Attribut löschen

source: Undo
de: Rückgängig

source: Component will be stored after saving.
de: Die Komponente wird nach dem Speichern gelagert

source: Component will be moved to refurbishment after saving.
de: Die Komponente wird nach dem Speichern in Reparatur gegeben

source: Component will be marked as dismantled after saving.
de: Die Kompoenente wird nach dem Speichern als ausgebaut gekennzeichnet

source: Component will be deleted after saving.
de: Die Komponenten wird nach dem Sreichern gelöscht

source: Components
de: Komponenten

source: Components in
de: Komponenten auf

source: Stock
de: Lager

source: Under Repair
de: in Reparatur

source: Dismantled
de: demontierte

source: Attributes
de: Attribute

source: Show attributes
de: Attribute anzeigen

source: No Components
de: Keine Komponenten

source: History
de: Geschichte

source: Show history
de: Änderungshistorie einblenden

source: Edit Turbine
de: WEA editieren

source: installed in
de: installiert in

source: Show installed Components
de: Installierte Komponenten anzeigen

source: Show components in stock
de: Komponenten auf Lager anzeigen

source: Show components under repair
de: Komponenten in Reparatur anzeigen

source: Show dismantled components
de: Demontierte Komponenten anzeigen

source: Commisioninig
de: Inbetriebnahme

source: Assign turbines to this contract
de: Turbinen diesem Vertrag zuweisen

source: Contract Details
de: Vertragsdetails

source: End Contact
de: Enddatum

source: Availability Guarantee
de: Verfügbarkeitsgarantie

source: farm availability
de: farm Verfügbarkeit

source: single WTG availability
de: einzelne WEA verfügbarkeit

source: Services included
de: Dienstleistungen

source: Unscheduled Maintenance
de: Instandsetzung

source: Man power
de: Personaleinsatz

source: Add. Maintenance (Type IV)
de: Zusatzwartung (Typ IV)

source: exclusions:
de: Ausgeschlossen:

source: Options
de: Optionen

source: Videoendoscopy
de: Videoendoskopie

source: Inspection of service lift by certified body (ZÜS)
de: ZÜS-Prüfung Befahranlage

source: Machine & Tower (WKP)
de: Maschine und Turm (WKP)

source: Electrical Inspection (DGUV V3)
de: Elektrische Inspektion (DGUV V3)

source: Repair of service lift, safety equipment, etc
de: Reperatur der Befahranlage, Sicherheitsausrüstung, etc

source: Exchange of service lift, safety equipment, etc
de: Tausch der Befahranlage, Sichereitsausrüstung, etc

source: General Overhaul of working equipment (winch, on-board-crane, etc.)
de: Generalüberholung der Arbeitsausrüstung (Winde, Bordkran, etc.)

source: Condition Monitoring
de: Zustandsüberwachung

source: Add new Contract
de: Neuer Vertrag

source: Add a new contract
de: Neuer Vertrag

source: Duplicate Turbine
de: WEA duplizieren

source: Go
de: Los

source: Further information
de: Zusatzinformationen

source: Time line
de: Zeitstrahl

source: Related Projects
de: Verwandte Projekte

source: Related Contracts
de: Verwandte Verträge

source: Terminate Contract
de: Vertrag Kündigen

source: Terminate contract
de: Vertrag Kündigen

source: Add new Turbine
de: Neue WEA hinzufügen

source: Add/Edit a turbine
de: WEA hinzufügen/bearbeiten

source: Manufacturer by Amount of WTG
de: Hersteller nach Anzahl von WEA

source: Country by Amount of WTG
de: Land nach Anzahl von WEA

source: Offshore Status by Amount of WTG
de: Offshorestatus nach Anzahl von WEA

source: Commisioning by Amount of WTG
de: Inbetriebnahme nach Anzahl von WEA

source: Customer by Amount of WTG
de: Kunde nach Anzahl von WEA

source: Age by Amount of WTG
de: Alter nach Anzahl von WEA

source: Contract Overview
de: Vertragsübersicht

source: Confirm the duplication by clicking 'Go'.
de: Bestätigung durch 'Go'

source: Provide the amount of how often you want to duplicate the turbine.
de: Wie häufig soll die WEA dupliziert werden?

source: created turbine
de: WEA hinzugefügt

source: edited turbine
de: WEA geändert

source: edited contract
de: Vertrag editiert

source: terminated contract
de: Vertrag gekündigt

source: English
de: Englisch

source: German
de: Deutsch

source: Postal code
de: Postleitzahl

source: 2nd name
de: 2. Name

source: Avoid wind farm names like: 'Hörup II', 'Hörup repowering' or 'Hörup extension'
de: Bitte vermeide Windparknamen wie 'Hörup II' oder 'Hörup repowering'

source: In case a second name for the wind farm is known, please provide it.
de: Sofern ein zweiter Name bekannt ist, trage diesen ein.

source: Second Name
de: Zweiter Name

source: Additional information like: Is composed of two parts
de: Zusätzliche Informationen wie: Besteht aus zwei Teilabschnitten

source: Please specify ONE city
de: Gib bitte EINE Stadt an.

source: Is the wind farm built offshore?
de: Handelt es sich um einen Offshore-Windpark?

source: Enter an approximation of the wind farm's centre
de: Gib die geschätzte geografische Mitte des Windparks an

source: Available
de: Verfügbar

source: planned/under construction
de: im Bau

source: no turbines assigned
de: keine WEA verknüpft

source: First Commisioning
de: Erste Inbetriebnahmedatum

source: There are no wind farms matching the search criteria...
de: Es existieren keine Windparks zu diesen Suchkriterien

source: Edit turbine characteristics
de: Ändere die WEA Eigenschaften

source: Please provide correct coordinates!
de: Gib korrekte Koordinaten an!

source: Add/Edit new Wind Farm
de: Windpark ändern/hinzufügen

source: Add/Edit a wind farm
de: Windpark ändern/hinzufügen

source: Wind farms
de: Windparks

source: created windfarm
de: Windpark angelegt

source: edited windfarm
de: Windpark editiert
