Repository: S73FF3N/iwedb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: When was the last oil exchange on the yaw gear performed?
de: Wann wurde der letzte Ölwechsel am Azimutgetriebe durchgeführt.

source: Please state the name of the used type of oil for the yaw gear.
de: Bitte nennen Sie den zuletzt für das Azimutgetriebe verwendeten Öltyp.

source: Used oil type for yaw gear
de: Zuletzt verwendetes Öl für das Azimutgetriebe

source: Date of recently performed oil exchange: yaw bearing
de: Datum des zuletzt durchgeführten Ölwechels: Azimutlager

source: When was the last oil exchange on the yaw bearing performed?
de: Wann wurde der letzte Ölwechsel am Azimutlager durchgeführt.

source: Please state the name of the used type of oil for the yaw bearing.
de: Bitte nennen Sie den zuletzt für das Azimutlager verwendeten Fetttyp.

source: Used oil type for yaw bearing
de: Zuletzt verwendetes Öl für das Azimutlager

source: Date of recently performed oil exchange: pitch gearbox
de: Datum der zuletzt durchgeführten Ölwechsels: Pitchgetriebe

source: When was the last oil exchange on the pitch gear performed?
de: Wann wurde der letzte Ölwechsel am Pitchgetriebe durchgeführt.

source: Please state the name of the used type of oil for the pitch gear.
de: Bitte nennen Sie den zuletzt für das Pitchgetriebe verwendeten Öltyp.

source: Used oil type for pitch gear
de: Zuletzt verwendetes Öl für das Pitchgetriebe

source: Date of recently performed oil exchange: hydraulics
de: Datum des zuletzt durchgeführten Ölwechsels: Hydraulik

source: When was the last oil exchange of hydraulic System performed?
de: Wann wurde der letzte Hydraulikölwechsel durchgeführt.

source: Please state the name of the used type of oil for the hydraulic system.
de: Bitte nennen Sie den zuletzt für verwendeten Öltyp der Hydaulik.

source: Used oil type for hydraulics
de: Zuletzt verwendetes Öl für die Hydraulik

source: Kindly upload the current expert inspection report of the WTG
de: Laden Sie bitte hier das/die aktuelle(n) Gutachten der WEA hoch.

source: Kindly provide the production data of the last year in kWh.
de: Geben Sie bitte die Produktion im letzten Jahr in kWh an.

source: Kindly provide the production data two years ago in kWh.
de: Geben Sie bitte die Produktion vor zwei Jahren in kWh an.

source: Kindly provide the production data three years ago in kWh.
de: Geben Sie bitte die Produktion vor drei Jahren in kWh an.

source: Please specify the manufacturer of the gear box.
de: Geben Sie bitte den Hersteller des Getriebes an.

source: Manufacturer of gearbox
de: Hersteller des Getriebes

source: Please indicate the installed type of gear box.
de: Geben Sie bitte den installierten Getriebetyp an.

source: Please enter the serial number of the installed gear unit.
de: Geben Sie bitte die Seriennummer des installierten Getriebes an.

source: Serial number of gearbox
de: Seriennummer des Getriebes

source: Has the gear unit already been replaced or overhauled? If yes, kindly check the box.
de: Wurde das Getriebe bereits ausgetauscht oder generalüberholt? Falls ja, bitte die Checkbox aktivieren.

source: Year of gearbox replacement/overhaul
de: Jahr des/der Getriebe- austauschs/überholung

source: In which year was the gearbox replaced/reconditioned?
de: In welchem Jahr wurde das Getriebe ausgetauscht/überholt? Bitte das Jahr des Austausches angeben.

source: Please specify the manufacturer of the installed generator.
de: Geben Sie bitte den Hersteller des installierten Generators an.

source: Manufacturer of generator
de: Hersteller des Generators

source: Please specify the type of the installed generator.
de: Geben Sie bitte den Typ des installierten Generators an.

source: Please enter the serial number of the installed generator.
de: Geben Sie bitte die Seriennummer des installierten Generators an.

source: Serial number of generator
de: Seriennummer des Generators

source: Has the generator already been replaced or overhauled? If yes, kindly check the box.
de: Wurde der Generator bereits ausgetauscht oder generalüberholt? Falls ja, bitte Checkbox aktivieren.

source: Year of generator replacement/overhaul
de: Jahr des/der Generator - austauschs/überholung

source: In which year was the generator replaced/reconditioned?
de: In welchem Jahr wurde der Generator ausgetauscht/überholt? Bitte das Jahr des Austausches angeben.

source: Please indicate the manufacturer of the installed rotor blades.
de: Geben Sie bitte den Hersteller der installierten Rotorblätter an.

source: Manufacturer of rotor blades
de: Hersteller der Rotorblätter

source: Please indicate the type of the installed rotor blades.
de: Geben Sie bitte den Typ der installierten Rotorblätter an.

source: Please enter the serial number of the installed rotor blades.
de: Geben Sie bitte die Seriennummer der installierten Rotorblätter an.

source: Serial number of rotor blades
de: Seriennummer der Rotorblätter

source: Have the rotor blades already been replaced or overhauled? If yes, kindly check the box.
de: Wurden die Rotorblätter bereits ausgetauscht oder generalüberholt? Falls ja, bitte die Checkbox aktivieren.

source: Year of rotor blade replacement/overhaul
de: Jahr des/der Rotorblatt- austauschs/Überholung

source: In which year were the rotor blades replaced/reconditioned?
de: In welchem Jahr wurden die Rotorblätter ausgetauscht/überholt? Bitte das Jahr des Austausches angeben.

source: Please specify the manufacturer of the installed converter.
de: Geben Sie bitte den Hersteller des installierten Umrichter an.

source: Manufacturer of converter
de: Hersteller des Umrichters

source: Please specify the type of the installed converter.
de: Geben Sie bitte den Typ des installierten Umrichter an.

source: Please enter the serial number of the installed converter.
de: Geben Sie bitte die Seriennummer des installierten Umrichter an.

source: Serial number of converter
de: Seriennummer des Umrichters

source: Has the converter already been replaced or overhauled? If yes, kindly check the box.
de: Wurde der Umrichter bereits ausgetauscht oder generalüberholt? Falls ja, bitte die Checkbox aktivieren.

source: Year of converter replacement/overhaul
de: Jahr des/der Umrichter -austauschs/-überholung

source: In which year was the converterr replaced/reconditioned?
de: In welchem Jahr wurde der Umrichter ausgetauscht/überholt? Bitte das Jahr des Austausches angeben.

source: Calculation Tools
de: Vertriebskalkulatoren

source: Antenna
de: Antenne

source: Local hand
de: Mühlenwart

source: Bank Data
de: Bankdaten

source: Credit Institute
de: Kreditinstitut

source: Base information
de: Basisinformationen

source: first step
de: erster Schritt

source: prev step
de: zurück

source: next step
de: weiter

source: indicates a required field
de: kennzeichnet ein Pflichtfeld

source: Step
de: Schritt

source: Communication
de: Kommunikation

source: Personal Data
de: Persönliche Daten

source: You agree that your data will be used to process your request.*
de: Sie erklären sich damit einverstanden, dass Ihre Daten zur Bearbeitung Ihres Anliegens verwendet werden.*

source: Further information and revocation notices can be found in our
de: Weitere Informationen und Widerrufshinweise finden Sie in der

source: Privacy Policy
de: Datenschutzerklärung

source: Contractual Status
de: Vertragsstatus

source: Legal Form
de: Gesellschaftsform

source: Control System
de: Anlagensteuerung

source: Converter
de: Umrichter

source: Documentation
de: Dokumentation

source: Master Data: Company
de: Stammdaten: Firma

source: General Information
de: Generelle Informationen

source: Personnel Data
de: Persönliche Daten

source: Street and House Number
de: Straße und Hausnummer

source: TAX ID
de: Steuer ID

source: Invoice Mail
de: Mailadresse für Rechnungen

source: VAT Number
de: VAT Nummer

source: Current Service Contract
de: Aktueller Servicevertrag

source: Commencement of Current Service Contract
de: Beginn des aktuellen Servicevertrags

source: Desired Service Contract Scope
de: Gewünschter Umfang des Servicevertrags

source: Desired Duration of Service Contract
de: Gewünschte Dauer des Servicevertrags

source: Key Save Location
de: Standort Schlüsselkasten

source: Key Save Code
de: Schlüsselkasten Code

source: None
de: Keine

source: Output Power and Control System
de: Leistung und Anlagensteuerung

source: Geographical Location
de: Geographischer Standort

source: Tower Type and Hub Height
de: Turmtyp und Nabenhöhe

source: Tower Type
de: Turmtyp

source: Service Lift installed?
de: Ist eine Befahranlage installiert?

source: Service Lift Type
de: Typ der Befahranlage

source: Ladder and Arrester Types
de: Leiter und Steigschutzsystem

source: Manufacturer of the Ladder
de: Hersteller der Leiter

source: CMS Sytsem installed?
de: Ist Condition monitoring verbaut?

source: CMS Type
de: CMS Typ

source: Ice Sensor
de: Eiserkennung

source: Ice Sensor installed?
de: Ist eine Eiserkennung verbaut?

source: Ice Sensor Type
de: Typ Eiserkennung

source: Flicker Detection System
de: Schattenwurferkennung

source: Flicker Detection System installed?
de: Ist eine Schattenwurferkennung installiert?

source: Flicker Detection Type
de: Typ der Schattenwurferkennung

source: Obstacle Light System
de: Gefahrenfeuer

source: Obstacle Light installed?
de: Ist ein Gefahrenfeuer verbaut?

source: Obstacle Light Type
de: Typ des Gefahrenfeuer

source: Antenna installed?
de: Ist eine Antenne verbaut?

source: Antenna Type
de: Antennentyp

source: Feed-In-Tarif and SDL
de: Einspeisevergütung und SDL

source: Feed-In-Tarif in €/kWh
de: Einspeisevergütung in €/kWh

source: Enabled for 'Systemdienstleistung'?
de: 'Systemdienstleistung'-fähig

source: Maintenance Dates
de: Wartungstermine

source: Type of Maintenance
de: Wartungstyp

source: Recent Maintenance
de: Letzte Wartung

source: Recent 5-year Maintenance
de: Letzte Fünfjahreswartung

source: Transformer Maintenance
de: Transformatorwartung

source: Converter Maintenance
de: Umrichterwartung

source: Lattice Tower Maintenance
de: Gittermastwartung

source: General Overhaul of Service Lift Winch
de: Generalüberholung der BFA

source: Inspection Dates
de: Prüfungstermine

source: Condition based Inspection of Machine and Tower
de: ZOP Maschine und Turm

source: Recurring Inspection
de: WKP

source: Rotor Blade Inspection
de: ZOP Rotor

source: Videoendoscopic Inspection Gear Box
de: Getriebeendoskopie

source: Safety Inspection
de: Sicherheitsüberprüfung

source: Maintenance of Service Lift
de: Wartung Befahranlage

source: Service Lift Inspection
de: ZÜS-Prüfung Befahranlage

source: Electric Inspection
de: Elektrische Inspektion

source: Blade Bearing Inspection
de: Blattlagerinspektion

source: Oil Exchange (Date and Type)
de: Ölwechsel (Datum und Typ)

source: Main Bearing
de: Hauptlager

source: Yaw Gearbox
de: Azimutgetriebe

source: Pitch Gearbox
de: Pitchgetriebe

source: Hydraulics
de: Hydraulik

source: Yearly Production
de: Jährliche Produktion

source: Last Year
de: Letztes Jahr

source: Two Years Ago
de: vor zwei Jahren

source: Three Years Ago
de: vor drei Jahren

source: Gearbox
de: Getriebe

source: Serial Number
de: Seriennummer

source: Year of Replacement/Overhaul
de: Jahr des Austauschs/Überholung

source: Tax ID
de: Umsatzsteuer ID

source: Your Contact for technical questions:
de: Ihr Ansprechpartner für technische Fragen:

source: Your Questionnaires
de: Ihre Fragebögen

source: New Customer Questionnaire
de: Neuer Kundenfragebogen

source: Convert coordinates
de: Konvertiere deine Koordinaten

source: here
de: hier

source: Oil Exchange
de: Ölwechsel

source: for individual offers
de: für individuelle Angebote

source: To serve your request for quotation sufficiently, we require some information about your project. Please fill out the form as complete as possible.
de: Um Ihre Angebotsanfrage bedienen zu können, benötigen wir einige Informationen zu Ihrem Projekt.Bitte füllen Sie das Formular nach Möglichkeit vollständig aus.

source: Your Progress
de: Dein Fortschritt

source: Loading
de: Lädt

source: Cancel
de: Abbrechen

source: submit
de: Speichern

source: Save for later
de: Für später Speichern

source: In order to have the possibility to calculate an individual offer for you, we require at least the following information. If all fields have received a green checkmark, you will receive your offer as soon as possible.
de: Um Ihnen ein individuelles Angebot kalkulieren zu können, benötigen wir mindestens die folgenden Informationen. Sobald alle Felder einen grünen Haken besitzen, erhalten Sie ihr Angebot so schnell wie möglich.

source: Processed
de: Verarbeitet

source: On Page
de: Seite

source: Shipping Information
de: Versandinformationen

source: Shipping Address
de: Versandadresse

source: Further Information
de: Zusatzinformationen

source: Turbine IDs
de: WEA IDs

source: Comissioning Dates
de: Inbetriebnahme

source: Show risk notices
de: Risikomerkmale anzeigen

source: New Reminder
de: Erinnerung hinzufügen

source: Create risk notice
de: Risikomerkmal hinzufügen

source: Create contract
de: Vertrag hinzufügen

source: Show scada information
de: SCADA Informationen anzeigen

source: Risk Notice
de: Risikomerkmal

source: Close
de: Schließen

source: max. Age
de: max. Alter

source: Assign turbines to this project
de: Turbinen diesem Projekt zuweisen

source: DWT Unit
de: DWT Einheit

source: Probability
de: Wahrscheinlichkeit

source: First Contact
de: Erster Kontakt

source: Start Date
de: Startdatum

source: Yearly Contract Value
de: Jährlicher Vertragswert

source: Total Contract Value
de: Gesamtvertragswert

source: Graduated Prices
de: Staffelpreise

source: Awarding reason
de: Grund der Vergabe

source: No coordinates provided for turbine(s) and wind farm.
de: Gib bitte die ID der WEA an.

source: Service Location
de: Servicestation

source: air-line distance:
de: Luftliniendistanz

source: Check on Google Maps
de: Auf Google Maps anschauen

source: Make sure that 'City' and 'Postal Code'
de: Gehen Sie sicher, dass 'Stadt' und 'Postleitzahl'

source: are provided for the Wind Farm
de: für den Windpark zur Verfügung stehen.

source: Driving rate
de: Anfahrtspauschale

source: Contracted Windfarms in
de: Unter Vertrag stehende Windparks in

source: km distance
de: km Entfernung

source: Wind Farms in
de: Windparks in

source: Expert Reports before operational commencement
de: Gutachten vor operativen Beginn

source: Pool Project Comments
de: Pool-Projekt Kommentare

source: Risk notices
de: Risikomerkmal

source: Create new risk notice
de: Neues Risikomerkmal

source: Resolve risk notice
de: Risiko klären

source: Add Offer Number
de: Angebotsnummer hinzufügen

source: This form should be used, if the related project will be generated at a later stage.
de: Dieses Formular sollte verwendet werden, wenn das Projekt zu einem späteren Zeitpunkt generiert werden soll.

source: All provided information can be seen as a reminder and have no direct links to a specific project.
de: Alle bereitgestellten Informationen können als Erinnerungen gesehen werden und besitzen keine direkte Verknüpfung zu einem bestimmten Projekt

source: Offer Numbers
de: Angebotsnummern

source: Last Update
de: Letztes Update

source: Add new Pool Project
de: Neue Pool-Projekt hinzufügen

source: Add/Edit a pool project
de: Pool-Projekt ändern/hinzufügen

source: Timeline
de: Zeitstrahl

source: Add new Project
de: Neues Projekt hinzufügen

source: Add/Edit a project
de: Projekt ändern/hinzufügen

source: Not possible: Project contains an unresolved risk notice.
de: Nich möglich: Das Projekt enthält ein ungeklärtes Risiko

source: Graduated prices
de: Staffelpreise

source: Remuneration
de: Vergütung

source: Expert report before operational commencement
de: Gutachten vor Vertragsstart

source: Project Overview
de: Projektübersicht

source: Add Reminder
de: Erinnerung hinzufügen

source: Monthly Report
de: Vertriebsbericht

source: Won Projects
de: gewonnene Projekte

source: starting between
de: beginnend zwischen

source: Probable Projects
de: Wahrscheinliche Projekte

source: New Entries
de: Neue Projekte

source: first contact between
de: Erster Kontakt zwischen

source: Permission denied.
de: Du bisitzt keine Rechte, um ein Risikomerkmal zu erstellen

source: Unresolved risk notices
de: Ungeklärte Risiken

source: Resolve
de: Klären

source: Resolved risk notices
de: Geklärte Risiken

source: No resolved risk notices
de: Keine geklärten Risiken

source: Amount WTG
de: Anzahl WEA

source: Status by Amount of WTG
de: Status nach Anzahl von WEA

source: Contract Type by Amount of WTG
de: Vertragstyp nach Anzahl von WEA

source: WEC Type
de: WEA Typ

source: Turbine Type by Amount of WTG
de: Turbinentyp nach Anzahl von WEA

source: Negotiation Partner by Amount of WTG
de: Verhandlungspartner nach Anzahl von WEA

source: Age
de: Alter

source: Age at contract commencement by Amount of WTG
de: Alter bei Vertragsstart nach Anzahl von WEA

source: created project
de: Projekt erstellt

source: edited project
de: Projekt editiert

source: created pool project
de: Pool Projekt erstellt

source: edited pool project
de: Pool-Projekt editiert

source: created contract
de: Vertrag hinzugefügt

source: Component Name
de: Name der Komponente

source: Component Manufacturer
de: Hersteller

source: Component Type
de: Komponententyp

source: Commisioning
de: Inbetriebnahme

source: Commisioning Month
de: Inbetriebnahmemonat

source: Commisioning Day
de: Inbetriebnahmetag

source: Developer
de: Entwickler

source: Asset Management
de: Vermögensmanager

source: Service
de: Vollwartung

source: Dismantling Year
de: Demontagejahr

source: Dismantling Month
de: Demontagemonat

source: Dismantling Day
de: Demontagetag

source: Component Class
de: Komponentenklasse

source: Attribute Name
de: Name des Attributs

source: Attribute Value
de: Attributswert

source: Delete attribute
de: Attribut löschen

source: Attribute changed
de: Attribut geändert

source: Installation Date
de: Installationsdatum

source: Dismantling Date
de: Demontagedatum

source: Maintenance
de: Wartung

source: Safety-related inspection (service lift, safety equipment, etc.)
de: Sicherheitstechnische Inspektion (BFA, Sicherheitsausrüstung, etc.)

source: Repair service lift, safety equipment, etc.
de: Reparatur der Befahranlage, Sicherheitsausrüstung, etc

source: Exchange of service lift, safety equipment, etc.
de: Austausch der Befahranlage, Sichereitsausrüstung, etc

source: Inspection of service lift by certified body
de: ZÜS-Prüfung Befahranlage

source: Repair of pressure vessels
de: Reperatur von Druckbehältern

source: Periodic Inspection of WTG by independent experts
de: Periodische Inspektion der WEA durch unabhängige Experten

source: Condition monitoring
de: Zustandsüberwachung

source: General Overhaul of working equipment
de: Generalüberholung Arbeitsausrüstung

source: DWT responsible
de: Kundenmanager DWT

source: Farm availability
de: Parkverfügbarkeit

source: WTG availability
de: WEA Verfügbarkeit

source: Availability Type
de: Verfügbarkeitstyp

source: Unscheduled Maintenance Personnel
de: Instandsetzung: Personal

source: Unscheduled Maintenance Material
de: Instandsetzung: Material

source: Main Components
de: Großkomponenten

source: External Damages
de: Schäden von außen

source: Service Lift Maintenance
de: Befahranlagenwartung

source: Additional Maintenance
de: Zusatzwartung

source: Videoendoscopic Inspection Gearbox
de: Getriebeendoskopie

source: Termination Date
de: Kündigungsdatum

source: Termination Reason
de: Kündigungsgrund

source: in production
de: in Produktion

source: under construction
de: im Bau

source: planned
de: geplant

source: dismantled
de: abgebaut

source: time based
de: zeitbasiert

source: energy based
de: energiebasiert

source: External Storage
de: Externes Lager

source: Vehicle
de: Fahrzeug

source: North-East
de: Nord-Ost

source: North-West
de: Nord-West

source: Head Quarter
de: Hauptsitz

source: South-East
de: Süd-Ost

source: South-West
de: Süd-West

source: South
de: Süden

source: Middle
de: Zentral

source: Transfer Storage
de: Transferlager

source: Closure of WTG / business
de: Geschäftsschließung/Demontage WEA

source: Alteration of Contract
de: Vertragsänderung

source: Competition
de: Wettbewerb

source: Change of Ownership
de: Betreiberwechsel

source: Breach of Agreement
de: Vertragsbruch

source: Bankruptcy
de: Insolvenz

source: Corporate Structure
de: Geschäftsstrukturen

source: Internal Component Name
de: Name interne Komponente

source: Please choose a component name.
de: Bitte wähle einen Komponentennamen aus

source: Priority
de: Priorität

source: Higher values mean higher priority.
de: Höhere Werte bedeuten höhere Priorität

source: RDS-PP of Component.
de: RDS-PP

source: Please enter name of the component manufacturer
de: Bitte nenne den Komponentenhersteller

source: Please enter the component type
de: Bitte gib den Komponententyp an

source: Updated
de: Aktualisiert

source: If Turbine ID is unknown use this scheme: WindfarmName01. NEG turbines should be labeled by the Vestas abbreviation "V".
de: Falls die Turbinen ID nicht bekannt ist bitte folgendes Schema benutzen:WindparkName01. NEG Turbinen sollten mit der Vestas abkürzung 'V'beschriftet werden

source: Hub height in meters
de: Nabenhöhe in Metern

source: Commisioning Year
de: Inbetriebnahmejahr

source: Specify the SCADA number to which the turbine is connected.
de: Bitte gib die SCADA-Nummer an, mit welcher die WEA verbunden ist.

source: Specify the company which developed the turbine
de: Unternehmen angeben, welches die Turbine entwickelt hat.

source: Specify the company which manages the turbine's asset
de: Unternehmen angeben, welches für die Vermögensverwaltung verantwortlich ist.

source: Commercial operator
de: Kaufmännischer Betriebsführer

source: Specify the company which commercially manages the turbine
de: Unternehmen angeben, welches die kaufmännische Betriebsführung übernimmt.

source: Technicial operator
de: Technischer Betriebsführer

source: Specify the company which technically operates the turbine
de: Unternehmen angeben, welches die technische Betriebsführung übernimmt.

source: Specify the company which owns the turbine
de: Unternehmen angeben, welches der Betreiber ist.

source: Specify the company which currently services the turbine
de: Unternehmen angeben, welches die aktuell den Servicevertrag hält.

source: Service Company
de: Serviceunternehmen

source: Is this turbine built offshore
de: Ist diese Technologie für offshore ausgelegt?

source: If the turbine has been dismantled, has it been repowered afterwards?
de: Falls die Turbine abgestellt wurde, wurde sie danach wieder in Betrieb genommen?

source: If it has been repowered, by which turbine?
de: Falls sie wieder in Betrieb genommen wurde, durch welche Turbine?

source: Under contract until
de: Unter Vertrag bis

source: Specify, until when the turbine is under contract
de: Lege fest, ab wann die Turbine unter Vertrag genommen wird

source: Please enter the serial number
de: Geben Sie bitte die Seriennummer an.

source: Please provide the installation date of the component
de: Wann wurde die Komponente in Betrieb genommen?

source: Please provide the dismantling date of the component.
de: Wann wurde die Komponente demontiert?

source: Event Type
de: Ereignistyp

source: Event Date
de: Ereignisdatum

source: Enter a name for the contract acc. to the scheme of the placeholder
de: Gib eine Vertragsbezeichnung nach dem Schema des Platzhalters ein

source: Attach the pdf file of the contract
de: Die PDF Datei dem Vertrag beifügen

source: Add all turbines included in this contract
de: Alle Turbinen hinzufügen, die diesem Vertrag zugehören

source: Enter the contractual partner
de: Vertragspartner eingeben
