Repository: S73FF3N/iwedb
Catalog: docs/po/user_administration.po
Languages: de

source: User Administration
de: Nutzerverwaltung

source: Users from the Success Map are always created as a administrator. The requirement of a new user account can be subscribed over success-map@deutsche-windtechnik.com.
de: Nutzer der Success Map werden generell vom Admistrator der Success Map angelegt.Der Bedarf eines neuen Nutzerkontos kann über success-map@deutsche-windtechnik.comangemeldet werden.

source: Users can log in over the "Login" button un the top right edge with their assigned user name and password. Logged in users now have the possibility to see their user information and change the password over the button "User".
de: Nutzer können sich mit dem zugewiesenen Nutzernamen und Passwort über denButton „Login“ am rechten oberen Rand anmelden. Eingeloggte Nutzer haben nundie Möglichkeit über den „User“-Button die über sie hinterlegten Informationeneinzusehen und ihr Passwort zu ändern.

source: As well there is the possibility to select the preferred language. The languages "English" and "Deutsch" can be selected. Depending on the selectio, the content going to be displayed in the individual language.
de: Zudem kann die bevorzugte Sprache ausgewählt werden. Zur Auswahl stehen„English“ und „Deutsch“. Entsprechend der Auswahl werden alle Inhalte in derentsprechenden Sprache angezeigt.

source: Groups
de: Gruppen

source: Users can be assigned to the following groups:
de: Nutzer können den folgenden Gruppen zugeordnet sein:

source: With a group membership specific rights come with.
de: Mit einer Gruppenzugehörigkeit gehen jeweils spezifische Rechte einher.

source: Rights
de: Rechte

source: The rights from individual users are devided into reading and writing rights. Users with writing rights can create and edit objects in the database and create comments with uploaded files. Users with reading rights can´t use this actions, because the individual buttons arend displayed. Writhing rights are assigned by administrators, after the instuction into the correct work with the Success Map.
de: Bei den Rechten der einzelnen Nutzer wird grundsätzlich zwischen Lese- undSchreibrechten unterschieden. Nutzer mit Schreibrechten können Objekte derDatenbank erstellen und Editieren, sowie Kommentare erstellen und Dateienhochladen. Nutzer mit ausschließlich Leserechten können diese Aktionen nichtdurchführen, da die jeweiligen Buttons für sie ausgeblendet sind. Schreibrechtewerden nach erfolgter Einweisung der korrekten Arbeit mit der Success Map durchdie Administratoren vergeben und verwaltet.

source: The following rights can be assigned:
de: Folgende Rechte können vergeben werden:

source: Creating of new turbine models
de: Anlegen neuer Turbine Model

source: Edditing of turbine models
de: Editieren von Turbine Model

source: Adding of pictures
de: Hinzufügen von Bildern

source: Creating of new actors
de: Anlegen neuer Actors

source: Editing of actors
de: Editieren von Actors

source: Adding files to actors
de: Datei zu Actors hinzufügen

source: Creating of Employees
de: Anlegen von Employees

source: Editing of Employees
de: Editieren von Employees

source: Commenting on Employees
de: Kommentieren von Employees

source: Crating of new wind farms
de: Anlegen neuer Wind Farm

source: Editing of wind farms
de: Editieren von Wind Farm

source: Turbines
de: Turbine

source: Creating of new turbines
de: Anlegen neuer Turbine

source: Editing and dublicating of turbines
de: Editieren und Duplizieren von Turbine

source: Creating of new projects
de: Anlegen neuer Projekte

source: Editing of projects
de: Editieren von Projekten

source: Commenting on projects
de: Kommentieren von Projekten

source: Exporting of project lists into Excel format
de: Exportieren der Projektliste im Excelformat

source: Creating of new offer numbers
de: Anlegen neuer Angebotsnummer

source: Changing the "Sales Manager"
de: Ändern des „Sales Managers“

source: Creating new contracts
de: Anlegen neuer Verträge

source: Editing of contracts
de: Editieren von Verträgen

source: Commenting on contracts
de: Kommentieren von Verträgen

source: Terminating of contracts
de: Kündigen von Verträgen

source: Calling of contract dokuments
de: Aufrufen von Vertragsdokumenten

source: Exporting of contract lists into Excel format
de: Exportieren der Vertragsliste im Excelformat

source: The chaning of the personal password is possible over the "User"-surface. The link "Password Reset" divert the user to a formula, where he have to enter his, in the system deposited, Mail-Adress. To this a mail with a link for creating a new password will be send automatically. After following the link, the password be defined new over an other formula. Basically every user should indivisualize his password after his fist log in.
de: Das Ändern des persönlichen Passworts ist über die „User“-Oberfläche möglich.Der Link „Password Reset“ leitet den Nutzer zu einem Formular, in dem er seineim System hinterlegte Mail-Adresse eingeben muss. An diese wird automatisierteine Mail mit einem Link zur Generierung eines neuen Passworts geschickt. Folgtman diesem Link kann das Passwort über ein weiteres Formular neu definiertwerden. Grundsätzlich sollte jeder Nutzer sein Initialpasswort beim erstenLogin individualisieren.
