Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/customer_questionnaire.po
Languages: de

source: Customer Questionnaire
de: Kundenfragebogen

source: The customer questionnaire is an dynamic formula for custommers, which is used to get some wind farm and customer specific information for a potential contract conclusion.
de: Bei dem Kundenfrageborgen handelt es sich um ein dynmaisches Formular, welches für das Sammeln von Windpark und Kundenspezifischen daten verwendet wird.

source: Customer Questionnaire List
de: Kundenfragebogen Liste

source: The customer questionnaire list contains a table with all filled questionnaires and a search field, which gives the possibility to search for questionnaires depending on the wind farm. The questionnaires are listed with the following properties:
de: Die Liste des Kundenfragebogens beinhaltet eine Tabelle, in welcher alle Fragebögen aufgelistet sind. Über der Tabelle kann eine Suchleiste verwendet werden, um nach Fragebögen abhängig des Windparks zu suchen. Die Kundenfragebögen werden in der Tablelle mit den folgenden Eigenschaften aufgelistet:

source: Desired Scope: Which type of contract
de: Gewünschte Leistung: Welche Art des Servicevertrags?

source: Wind Farm Name
de: Windpark Name

source: Amount of Turbines
de: Anzahl WEA

source: Company
de: Firma

source: Contact mail
de: Kontakt Mail

source: The last four coulums contain some interactive fields:
de: Die letzten vier Spalten enthalten ein paar interactive Schaltflächen:

source: Edit: Opens the customer questionnaire and allows the user to add some information
de: Ändern: Öffnet den Kundenfragebogen und macht es möglich einige Informationen zu ergänzen

source: Export: Creates a pdf export with the information of the customer questionnaire
de: Export: Erstellt ein pdf Export mit den Informationen des Kundenfragebogens

source: Files: Can add files to a questionnaire
de: Dateien: Erlaubt das Anhängen von Dateien

source: Transfer to database
de: An Datenbank übermitteln

source: Custommer Questionnaire Formula
de: Kundenfragebogen Formular

source: At the start page of the questionnaire, the custommer has to enter some personal data. He has the possibility to change the language between german and english at the upper right corner. The custommer have the possibility to save his inputs for later. He also can jump to the first and previous page of the questionnaire.
de: Auf der ersten Seite des Kundenfragebogens soll der Kunde ein paar persönliche Daten angeben. Er hat die Mölichkeit die Sprache des Kundenfragebogens, mit den Buttons in der oberen rechten Ecke, zwischen deutsch und englisch zu wechseln. Der kunde hat ausßerdem die Möglichkeit seine Eingaben später fortzusetzen. Hierfür ist kein Speicher notwendig. Mit den Schaltflächen am unteren Ende des Kundenfragebogens ist es möglich zur ersten, zur letzten und zur nächsten Seite zu springen.

source: Every field with "*" has to be filled by the custommer. After all required fiels are
de: Jedes mit * gekennzeichnette Feld ist ein Pflichtfeld. Nachdem alle Pflichtfelder

source: filled, the next page can be openend. Every field has a small help text below, which helps filling the gaps correctly. Depending on the inputs the custommer is doing, the available fields in the cuustionnaire change. For excample if the custommer enter 2 in "Amount of turbines" on the second page, There are also just 2 available fields to use in the section "Turbine IDs and Commissioning Dates". After all inputs are done a realistic contract start gets calculated, based on the contract start the custommer want and the completeness of the base data.
de: ausgefüllt wurden, kann die nächste Seite geöffnet werden. Jedes Feld besitzt einen kleinen Hilfstext, welcher dabei helfen soll die Lücken richtig auszufüllen. Abhängig von den Eingaben des Kunden ändern sich die Eingabemöglichkeiten. Zum Beispiel wenn der Kunde in "Anzahl Turbinen" auf der zweiten Seite eine 2 eingibt, sind auch nur zwei Felder in der dem Kapitel "Turbinen ID´s und Inbetriebnahmedaten" verfügbar. Nachdem alle eingaben getätigt wurden, wird dem Kunden ein realistischer Vertragsstart vorgeschlagen, basierend auf dem Vertragsstart den sich der Kunde wünscht und der Vollständigkeit der von dem Kunden getätigten Eingaben.
