Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/expert_reports.po
Languages: de

source: Expert Reports
de: Gutachten

source: Report List
de: Gutachten List

source: The report list is devided into dates and reports.
de: Die Gutachten Liste ist unterteilt in Termine und Gutachten.

source: The selection of the displayed reports and dates can be limited with the following filters:
de: Die Auswahl der aufgelisteten Gutachten und Termine, kann durch die folgenden Filter eingegrenzt werden:

source: Type
de: Typ

source: Wind Farm (multiple selection possible)
de: Windpark (Mehrfachauswahl möglich)

source: Responsible (multiple selection possible)
de: Verantwortlich (Mehrfachauswahl möglich)

source: Date (between ... and ...)
de: Termin (zwischen ... und ...)

source: Dates are shown in the first few tables. They are sorted in their actual states (Remaining Dates / Ordered Dates / Confirmed Dates / Scheduled Dates / Executed Dates/ Report Recieved). The coloration visualised the actual need for action:
de: Termine werden in den ersten Tabellen angezeigt. Sie sind nach ihren aktuellen Status aufeglistet (Ausstehende Termine / Beauftragte Termine / Bestätigte Termine / Angemeldete Termine / Durchgeführte Termine / Bericht erhalten). Die Einfärbungen visualisieren ihren actuellen Handlungsbedarf:

source: red: acute need for action
de: rot: akuter Handlungsbedarf

source: yellow: need for action
de: gelb: Handlungsbedarf

source: green: no need for action
de: grün: kein Handlungsbedarf

source: At the top of the tables a counter shows, how much dates need action (red or yellow). Also under every head line the time range is shown, in which the dates are located. In the last two columns of the tables its possible to delete or edit a date.
de: Über jeder Tabelle zeigt ein Zähler, wie viele Termine Handlungsbedarf benötigen (rot oder grün). Außerdem wird unter jeder Überschrift die Zeitspanne angezeigt, in der die Daten liegen. In den letzten beiden Spalten der Tabellen ist es möglich, die Termine über zwei Schaltflächen zu bearbeiten oder zu löschen.

source: At the end of the site a table with all reports exist. Reports fundamental consisting of one or more dates per linked turbine. Above the report table a counter exist, which shows how much reports are not terminated yet (coloured red).
de: Am Ende der Seite befindet sich eine Tabelle mit allen Gutachten. Gutachten bestehen grundsätzlich aus einem oder mehreren Terminen pro verlinkte Turbine. Über der Gutachten Tabelle befindet sich ein Zähler, wie viele Gutachten noch nicht abgeschlossen sind (rot eingefärbt).

source: With the buttons at the upper right corner of the report list its possible to create a new report or date, or to import the actual selection into Excecl-Format.
de: Mit Hilfe der Schaltflächen in der oberen rechten Ecke der Gutachten Liste ist es möglich einen neuen Termin oder Gutachten zu erstellen, oder die Aktuelle Auswahl in ein Excel-Format zu importieren.

source: Report Detail
de: Gutachten Detail

source: The single "Edit" button at the top of the detail view can be used to chnage the properties of a report. With the "+" button at the top of the detail view its possible to add dates to a report. It's possible to edit more dates at once with the two "Edit" buttons over the table at the bottom. After pressing the button a formula appears, where all dates have to be selected wich should be changed. After selecting the dates, the properties of this dates can be changed at once.
de: Der einzelne "Ändern" Button oben auf der Detailansicht cann dazu genutzt werden, die Eigenschaften eines Gutachtens zu ändern. Mit dem "+" Symbol können Termine zu einem Gutachten hinzugefügt werden. mit den beieden nebeneinander stehenden "Ändern" Buttons über der Tabelle im unteren Berech, können mehrere Termine gleichzeitig geändert werden.

source: The third button at the top of the detail view creates a order, which can be changed individual. A new site appears, where some dates are listed. Now its necessary to select a date and press the arrow button at the right side beside the table. After this a order form will be generated.
de: Die dritte Schaltfläche im oberen Bereich der Detailansicht erstellt ein Bestellformular, welches individuell verändert werden kann. Nach dem Auswählen der Schaltfläche erschein eine neue Seite, in der einige Termine aufgelistet sind. Nun muss ein Termin ausgewählt und der Feil rechts neben der Tabelle ausgewählt werden. Hiernaach wird das Bestellformular erstellt.

source: Per report a commentary function is available, which should be used superordinate. Also for each date it´s possible to create comments individually.
de: Je Gutachten besteht eine Kommentarfunktion, die übergeordnet verwendet werden soll. Zudem kann für jeden einzelnen Termin individuell kommentiert werden.

source: Report Form
de: Gutachten Form

source: The report formula is available over the "+" button at the upper right side of the report list.
de: Das Gutachten Formular ist erreichbar über die "+" Schaltfläche in der oberen rechten Ecke der Gutachten liste.

source: A report gets characterized by the following properties:
de: Ein Gutachten wird durch folgende Eigenschaften charakterisiert:

source: Date Form
de: Termin Form

source: Dates can get changed and added. Adding a new date is possible over the report detail view, while editing a date is possible over the Report list over the "Edit" buttons in the tables.
de: Termine können geändert und hinzugefügt werden. Das hinzufügen eines Termins ist über die Gutachten Detailansicht möglich, währen das Ändern eines Termins mit die "Ändern" Buttons in den Tabellen der Gutachten Liste realisiert werden kann.

source: A date contains the following properties:
de: Ein Termin besteht aus den folgenden Eigenschaften:

source: Order Date
de: Beauftragter Termin

source: Execution Date
de: Durchgeführter Termin

source: Scheduled Date
de: Angemeldeter Termin

source: Service Provider
de: Dienstleister

source: Comment
de: Kommentar

source: If the state of a date is at least "executed", the next dates can be calculated over a checkbox, based on the last execution date.
de: Ist der Status eines Termins mindestens "ausgeführt", können die nächsten Termine über eine Checkbox kalkuliert werden. Diese Kalkulation verläuft auf Grundlage des letzten ausgeführten Termines.
