Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/project.po
Languages: de

source: The fields "Contract" and "Contract Type" have to be treated the following way: Under "Contract" its possible to indicate, if a contract to the wind farm already exist ("Extension", "Upgrade" or "Downgrade") or if it is a new contract ("New Contract"). "Extension" discribes a contract extension without a changing scope of service. "Upgrade" and "Downgrade" also discribe a contract extension, but with a scope of service. "Contract Type" define the scope of service. Beside the known contract types ("Basic", "Full Maintance without M(ain) C(omponents)", "Full maintance with MC"), it´s possible to select isolated scopes like "Remote Control", "Spare Parts" and "Technical Operations". If no of these options is applicable, "Other" have to be selected.
de: Die Felder „Contract“ und “Contract Type” sind wie folgt zu behandeln: Unter„Contract“ wird angegeben, ob es bereits einen bestehenden Vertrag zu diesemWindpark gibt („Extension“, „Upgrade“ oder „Downgrade“) oder ob es sich umeinen Neuvertrag („New Contract“). „Extension“ beschreibt eineVertragsverlängerung ohne eine Änderung des Leistungsumfangs. „Upgrade“ und„Downgrade“ beschreibt ebenfalls eine Vertragsverlängerung, jedoch bei einemgeänderten Leistungsumfang. Der „Contract Type“ definiert den Leistungsumfangdes Vertrags. Neben den bekannten Servicevertragstypen („Basic“,„Full Maintenance without M(ain )C(omponents)“, “Full Maintenance with MC”),können auch isolierte Leistungen wie „Remote Control“, „Spare Parts“ und„Technical Operations“ ausgewählt werden. Trifft keine dieser Optionen zu, ist„Other“ zu wählen.

source: The field "Contract Signature" just gets listed in the formula, if the state is "Won".
de: Das Feld „Contract Signature“ wird nur in dem Fall im Formular angezeigt, wenn der Status „Won“ entspricht.

source: The section "Expert report before "operational commencement" checks, if a expert report is necessary before contract start. If the checkbox under "Is an expert report before the operational commencement necessary?" gets activated, 3 other checkboxes appear. Here it`s possible to select the type of expert report. For every selected expert report, a capital expert report (one single appointment) gets created, for every turbine linked in the project.
de: Im Abschnitt „Expert report before operational commencement“ wird abgefragt,ob vor Vertragsstart Gutachten durchzuführen sind. Wird die Checkbox unter„Is an expert report before the operational commencement necessary?”aktiviert, erscheinen drei weitere Checkboxen. Hier kann ausgewählt werden,welche Gutachten benötigt werden. Für jedes ausgewählte Gutachten wird fürjede im Projekt verknüpfte Turbine jeweils ein einmaliges Gutachten(ein einzelner Termin) erstellt.

source: Reminder are serving for memory, which is send by mail. The button "Add Reminder" leads to a formula, which define the reminder. The date sets the day, where the reminder get send. The recipient is the person who reseaves the mail. At least a text can be defined, which builds the content of the reminder. At the selected date the recipient gets a mail at 6 AM with the text of the reminder. If a reminder was set, a bell jar icon appears at the top, right site of the detail view from the project.
de: Reminder dienen als Erinnerung, die per Mail gesendet wird. Der Button„Add Reminder“ führt zu einem Formular, welches den Reminder definiert. DasDatum legt den Tag fest, an dem die Erinnerung versendet wird. Der Recipientstellt die Adressaten dar, die durch diese Mail erinnert werden sollen.Zuletzt kann ein Text definiert werden, der den Inhalt der Erinnerung bildet.Am eingestellten Datum erhält der Adressat um 6:00 Uhr eine Mail mit dem Textdes Reminders. Sofern eine Erinnerung eingestellt wurde, wird dies durch einGlockensymbol im oberen, rechten Bereich der Detailansicht des Projektsangezeigt.

source: A pool project is the merger of more than one projects. It serves for the caring of projects, which consists of many individual projects. Examples for this are tenders, wich contains variety wind parks, or projects, which deal with the overall portfolio of one asset manager or of one energy supplier.
de: Ein Pool Project stellt den Zusammenschluss mehrerer Projekte dar und dientder Pflege von Projekten, die aus vielen Einzelprojekten bestehen. Beispielehierfür sind Ausschreibungen, die sich über eine Vielzahl von Windparkserstrecken, oder Projekte, die ein Gesamtportfolio eines Asset Managers odereines Energieversorgers behandeln.

source: **Sales Manager**: Sales employee, who serves the pool project; For excample: Jörg Fuchs
de: Sales Manager: Vertriebsmitarbeiter, der dieses Pool Projekt betreut; Beispiel: Jörg Fuchs

source: **Projects**: Projects, which are involved in the pool project; For excample: Buchhainer Heide, La Haie-Oisseau and Skogaby
de: Projects: Projekte, die in diesem Pool Projekt involviert sind; Beispiel: Buchhainer Heide, La Haie-Oisseau und Skogaby

source: **Negotiation Partner**: Companies, the project got negotiated with; For excample: Allian Global Investors GmbH
de: Negotiation Partner: Unternehmen, mit dem dieses Pool Projekt verhandelt wird; Beispiel: Allianz Global Investors GmbH

source: Contact Person: Contact person of the negotiation partner; For excample: Jacqueline Huynh
de: Contact Person: Kontaktperson des Verhandlungspartners; Beispiel: Jacqueline Huynh

source: Request Date: Time of the first contact as date; For excample: 2019-01-17
de: Request Date: Zeitpunkt des ersten Kontakts als Datum; Beispiel: 2019-01-17

source: In the pool project list all pool projects are listed tabular. With the use of the following filter the selection can be limited:
de: In der Pool Project List werden alle Pool Projekte in tabellarischer Form aufgelistet.Durch das Anwenden folgender Filter kann die Auswahl der Pool Projekte eingegrenzt werden:

source: Name: Name of the pool project
de: Name: Name des Pool Projekts

source: Projects: Name of the projects, the pool project contains; Multiple selection possible
de: Projects: Name des Projekts, welches im Pool Projekt enthalten ist; Mehrfachauswahl möglich

source: Negotiational Partner: Multiple selection possible
de: Negotiation Partner: Verhandlungspartner; Mehrfachauswahl möglich

source: Request Date: Time of the first contact; Range filter (from - to); Format: yyy-mm-dd
de: Request Date: Zeitraum der ersten Kontaktaufnahme; Bereichsfilter (von – bis); Format: yyyy-mm-dd

source: Sales Manager: Responsible sales manager; Multiple selection possible
de: Sales Manager: Verantwortlicher Vertriebsmitarbeiter; Mehrfachauswahl möglich

source: In the detail view of a pool project, linked projects are listed tabular. Therefore individual projects are fast evident. The last actualised project is listed in the upper part of the table.
de: In der Detailansicht eines Poolprojekts werden die einzelnen verknüpftenProjekte und deren Eigenschaften tabellarisch dargestellt. So soll der aktuelleStand der jeweiligen Einzelprojekte schnell ersichtlich werden. Das zuletztaktualisierte Einzelprojekt wird jeweils oben in der Tabelle dargestellt.

source: Commetns of a pool project affect to the idividual projects too. They going to be added in the detail view of individual projects.
de: Kommentierungen eines Pool Projekts wirken sich jeweils auch auf dieEinzelprojekte aus, in dem die Kommentare unter „Pool Project Comments“der jeweiligen Detailansicht des Einzelprojekts hinzugefügt werden.

source: Analog to the project formula the sales manager of a project pool just can be changed by the sales manager and the administrators.
de: Analog zu dem Projektformular kann der Sales Manager eines Pool Projektes nurdurch die Vertriebsleiter und die Administratoren geändert werden.

source: The offer number is a clear combination of numbers and letters. It enables the clear allocation of offers and projects.
de: Als Angebotsnummer wird eine eindeutige Kombination aus Buchstaben und Zahlenbezeichnet, die eine eindeutige Zuordnung zwischen Angeboten und Projekten ermöglicht.

source: Offer numbers just can be crated and not changed. Because of this their uniqueness is ensured.
de: Angebotsnummern können lediglich erstellt und nicht editiert werden. Hiermitwird ihre Einzigartigkeit gewährleistet.

source: The formula "New Offer Number" in the Projects-Menu helps to crate new offer numbers in the case, that not all necessary information like Actor, Wind Farm and Turbine(s) are available at the time of necessity of the offer number. The formula helps to crate information, which are usefull to assign the offer number to a project later. Beside the Windpark as free text, the number of WEA, the technology and the sales manager, its possible to add more information as free text. These information have no connection to the data base. Only a link with a project creates this connection.
de: Das Formular „New Offer Number” im Projects-Menü dient der Erstellung einer Angebotsnummer, in dem Fall, dass die notwendigen Ressourcen zum Anlegen deskompletten Projekts inklusive Actor, Wind Farm und Turbine(s) zum Zeitpunkt derNotwendigkeit der Angebotsnummer nicht verfügbar sind. Das Formular ermöglicht,Informationen zu hinterlegen, die für die spätere Zuweisung der Angebotsnummerzu einem Projekt hilfreich sind. Neben dem Windpark als Freitext, der Anzahlder WEA, der Technologie und dem Sales Manager, können weitere Informationen alsFreitext hinzugefügt werden. Diese Informationen stehen in keinem Zusammenhangmit Objekten der Datenbank. Erst ein Verknüpfen der Angebotsnummer mit einemProjekt schafft diese Verknüpfungen.

source: Basic prerequisite for the generating of an offer number is the value of a DWT-Unit. Depending on the unit the offer number starts with different letters. The following shortings are connected to the individual units:
de: Grundvoraussetzung für das Generieren einer Angebotsnummer ist die Angabe derDWT-Einheit. Abhängig von der Einheit beginnt die Angebotsnummer mitunterschiedlichen Buchstaben. Folgende Kürzel sind mit den jeweiligen Einheitenverbunden:

source: For every unit a continous offer number exist. The offer numbers continue over turn of the year, until 9999 is reached. The following offer number starts with 0000 again. Therefore every unit has 10.000 offer numbers per year.
de: Für jede Einheit gibt es jeweils eine durchlaufende Angebotsnummer. Die Angebotsnummernlaufen jeweils über den Jahreswechsel hinaus durch, bis 9999 erreicht ist.Die nächste Angebotsnummer beginnt anschließend wieder mit 0000. Demnach stehen jeder Einheit pro Jahr 10.000 Angebotsnummern zur Verfügung.

source: The alternative of creating an offer number, take place over the project formula. If here a DWT-Unit get selected and the button "Generate Offer Number" get activated, an offer number gets created in the data base. All optional fields (Wind Farm, Number, Technology, Sales Manager and free text) stay free in this object.
de: Die alternative Variante, eine Angebotsnummer zu erstellen, erfolgt über dasProjektformular. Wird hier die DWT-Einheit ausgewählt und der Button „GenerateOffer Number“ betätigt, wird eine Angebotsnummer in der Datenbank erstellt.Alle optionalen Felder (Windpark, Anzahl, Technologie, Sales Manager und Freitext)bleiben bei diesem Objekt frei.

source: All generated offer numbers are listed in the "Offer Number List".
de: Alle generierten Angebotsnummern werden in der „Offer Number List“ dargestellt.

source: How to deal with projects, which contains many wind farms and also get negotiate together?
de: Wie ist mit Projekten umzugehen, die aus mehreren Windparks bestehen und gemeinsam verhandelt werden?

source: Projects, which contain more than one wind farm and get negotiated together fist, have to be created as a project first. An excample could be a purchasing group.
de: Projekte, die mehrere Windparks einschließen und zunächst gemeinsam verhandeltwerden, sollen zunächst als ein Projekt angelegt werden. Ein Beispiel könntehier eine Einkaufsgemeinschaft sein.

source: The advantage here is, that fist just one project needs careing (Commentaries, etc.).
de: Der Vorteil besteht hier darin, dass zunächst nur ein Projekt gepflegt werden muss(Kommentare, etc.).

source: As soon as the individual wind farms of the project are negotiated, its necessary to crate a individual project. Here now individual start dates, compensations, etc. can be tracked. The in the primary project containing turbines which affect the individual project can be deleted now.
de: Sobald die einzelnen Windparks dieses Projektes individuell verhandelt werden,sollte jeweils ein zusätzliches, individuelles Projekt erstellt werden. Hierkönnen nun individuelle Starttermine, Vergütungen, etc. nachgehalten werden.Aus dem ursprünglichen Projekt können die „Turbines“, die das individuelleProjekt betreffen entfernt werden.

source: As soon as all individual projects of the primary projects are negotiated, the primary projact can be deleted. Which offer numbers existing and if these are already linked to the project will be listed tabular here. The filters make the search for specific offer numbers easier.
de: Sobald alle Einzelprojekte des Gesamtprojektes individuell verhandelt werden,wird das Gesamtprojekt obsolet und kann gelöscht werden. Tabellarisch ist hierzu sehen, welche Angebotsnummern existieren und ob diese bereits mit einemProjekt verknüpft wurden. Die Filter erleichtern die Suche nach spezifischen Angebotsnummern.

source: In which case a project is "lost", in which it is "canceled"?
de: In welchem Fall ist ein Projekt „lost“, in welchem Fall „canceled“?

source: The state of a project have to be "lost", if a competitor got the project.
de: Der Status eines Projektes ist auf „lost“ zu stellen, sofern der Zuschlag fürdieses Projekt an einen Konkurrenten ging.

source: The state of a project have to be "canceled", if no one got the project because of reasons (tender cancelled, WEA repowered, no award in the EEG-Tendering procedure, etc.)
de: Der Status eines Projektes ist auf „canceled“ zu stellen, falls für das Projektaus Gründen (Ausschreibung eingestellt, WEA repowered, kein Zuschlag im EEG-Ausschreibungsverfahren, etc.) überhaupt kein Zuschlag vergeben wird.
