Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/project.po
Languages: de

source: Projects are sales activities, which are mostly based on one wind farm. A projects has the following properties:
de: Als Project werden Vertriebstätigkeiten bezeichnet, die sich thematisch,meistens auf Basis eines Windparks, bündeln lassen. Ein Project wird durchfolgende Eigenschaften definiert:

source: **Name**: Indication of the project; For excample: Hemme Weißes Moor
de: Name: Bezeichnung des Projekts; Beispiel: Hemme Weißes Moor

source: **DWT**: Unit of the Deutsche Windtechnik, which is technological responsible; For excample: DWTX
de: DWT: Einheit der Deutschen Windtechnik, die technologisch verantwortlich ist; Beispiel: DWTX

source: **Sales Manager**: Sales manager, who serve the project; For excample: Jörg Fuchs
de: Sales Manager: Vertriebsmitarbeiter, der dieses Projekt betreut; Beispiel: Jörg Fuchs

source: **State**: Progress of the project; Options: Potential / Coffee / Soft Offer / Hard Offer / Negotiation / Final Negotiation / Won / Lost / Canceled
de: Status: Fortschritt des Projekts; Optionen: Potential / Coffee / Soft Offer / Hard Offer / Negotiation / Final Negotiation / Won / Lost / Canceled

source: Probability: Probability, by which the contract will be concluded; For excample: 90%
de: Probability: Wahrscheinlichkeit, mit der es zu einem Vertragsabschluss kommt: Beispiel: 90 %

source: Offer Number: Clear number of the project; For excample: A20190034
de: Offer Number: Eindeutige Angebotsnummer des Projekts; Beispiel: A20190034

source: **Turbines**: WEA, which are involved in the project; For excample: SEN300488, SEN300489, SEN300490, SEN300491, SEN300492, SEN300493
de: Turbines: Windenergieanlagen, die in diesem Projekt involviert sind; Beispiel: SEN300488, SEN300489, SEN300490, SEN300491, SEN300492, SEN300493

source: Wind Farm Information Sheet: Document, which summarise the information of the wind farm and it´s WEA. This document is attached to every contract from DWTX and DWTSARL.
de: Wind Farm Information Sheet: Dokument, welches Informationen zum Windpark und dessen WEA zusammenfasst. Dieses Dokument ist Vertragsanhang jedes Servicevertrags bei der DWTX und DWTSARL.

source: **Negotiation Partner**: Campany, the project was negotiated with; For excample: WindPlan Witthohn + Frauen GmbH & Co. KG
de: Negotiation Partner: Unternehmen, mit dem dieses Projekt verhandelt wird; Beispiel: WindPlan Witthohn + Frauen GmbH & Co. KG

source: Contact Person: Contact person of the negotiation partner; For excample: Matthias Frauen
de: Contact Person: Kontaktperson des Verhandlungspartners; Beispiel: Matthias Frauen

source: Customer Information Sheet: Document, which summarise the customer information. This document is atatched to every contract from DWTX and DWTSARL.
de: Customer Information Sheet: Dokument, welches die Kundeninformationen zusammenfasst. Dieses Dokument ist Vertragsanhang jedes Servicevertrags bei der DWTX und DWTSARL.

source: **Contract**: Type of the potetial conclusion of contract; Options: New contract / Extension / Upgrade / Downgrade
de: Contract: Art des potenziellen Vertragsabschlusses; Optionen: New Contract / Extension / Upgrade / Downgrade

source: **Contract Type**: Scope of service of the potential contract; Options: Basic Maintenance / Full Maintenance without MC / Full MAintenance with MC / Remote Control / Spare Parts / Technical
de: Contract Type: Leistungsumfang des potentiellen Vertrags; Optionen: Basic Maintenance / Full Maintenance without MC / Full Maintenance with MC / Remote Control / Spare Parts / Technical

source: Runtime: Runtime of the potential contract in jears; For excample: 5
de: Runtime: Laufzeit des potenziellen Vertrags in Jahren; Beispiel: 5

source: Price: Annual payment per WEA in €; For excample: 35000
de: Price: Jährliche Vergütung je WEA in €; Beispiel: 35000

source: EBT: Margin reslutating out of the calculation in %; For excample: 15
de: EBT: Aus der Kalkulation resultierende Marge in Prozent; Beispiel: 15

source: Request Date: Date of the first contact; For excample: 2019-01-17
de: Request Date: Zeitpunkt des ersten Kontakts als Datum; Beispiel: 2019-01-17

source: Start Operation: Date of potential conract start; For excample: 2020-08-02
de: Start Operation: potenzieller Vertragsstart als Datum; Beispiel: 2020-08-02

source: Contract Signature: Date of contract signature; For excample: 2018-11-12
de: Contract Signature: Zeitpunkt der Vertragsunterschrift als Datum; Beispiel: 2018-11-12

source: Awarding Reason: Reaso for taking / rejecting the project; Options: Price / Contract Design / Experience with DWT / Readiness / Regional Structures / Political Decision / Liability
de: Awarding Reason: Grund des Zuschlags / der Ablehnung des Projekts; Optionen: Price / Contract Design / Experience with DWT / Readiness / Regional Structures / Political Decision / Liability

source: ZOP (machine & tower): Neccessity of a condition based check (machine & Tower) before contract start; Options: yes/no
de: ZOP (machine & tower): Notwendigkeit der Durchführung einer zustandsorientierten Prüfung (Maschine & Turm) vor Vertragsstart (ja/nein)

source: ZOP (rotor): Neccessity of a condition based check (rotor) before contract start; Options: yes/no
de: ZOP (rotor): Notwendigkeit der Durchführung einer zustandsorientierten Prüfung (Rotor) vor Vertragsstart (ja/nein)

source: Gearbox endoskopic inspection: Neccessity of a gearbox endoskopy before contract start; Options: yes/no
de: Gearbox endoskopic inspection: Notwendigkeit der Durchführung einer Getriebeendoskopie vor Vertragsstart (ja/nein)

source: Tender: The project represents a tender; Options: yes/no
de: Tender: Projekt repräsentiert eine Ausschreibung; Optionen; ja/nein

source: The project list shows all projects, beginning with the last modified project. The filter state is basically set like just actually negotiated projects are listed. Won or lost projects are not displayed, but its possible to show them over changing the filter options.
de: Die Project List stellt alle Projekte, beginnend mit dem zuletzt geändertenProjekt dar. Der Filter Status ist grundsätzlich so eingestellt, dass nuraktuell verhandelte Projekte angezeigt werden. Gewonnene und verlorene Projektesind grundsätzlich ausgeblendet, können jedoch durch das Ändern des FiltersStatus jederzeit sichtbar gemacht werden.

source: Over the use of the following filter, the selection of projects can be enclosed:
de: Durch das Anwenden folgender Filter kann die Auswahl der Projekte eingegrenzt werden:

source: Project Name: Name of the project
de: Project Name: Name des Projekts

source: DWT: Unity of the Deutsche Windtechnik; Multiple selection possible
de: DWT: Einheit der Deutschen Windtechnik; Mehrfachauswahl möglich

source: State: State of the project progress; Multiple selection possible
de: Status: Status des Projektfortschrittes; Mehrfachauswahl möglich

source: Probability: Probability of conclusion of a contract in percent; Range filter (from - to)
de: Probability: Wahrscheinlichkeit des Projektzuschlages in Prozent; Bereichsfilter (von – bis)

source: Scope: Scope of service of the potential contract; Multiple selection possible
de: Scope: Leistungsumfang des potenziellen Vertrags; Mehrfachauswahl möglich

source: Manufacturer: Manfufacturer of the WEA; Multiople selection possible
de: Manufacturer: Hersteller der WEA; Mehrfachauswahl möglich

source: Model: Technology (Turbine Model) of the WEA; Multiple selection possible
de: Model: Technologie (Turbine Model) der WEA; Mehrfachauswahl möglich

source: Negotiation Partner: Multiple selection possible
de: Negotiation Partner: Verhandlungspartner; Mehrfachauswahl möglich

source: Contract signature: Period of the contract siganture; Range filter (from - to); Format: yyyy-mm-dd
de: Contract signature: Zeitraum der Vertragsunterschrift; Bereichsfilter (von – bis); Format: yyyy-mm-dd

source: Commencement Date: Date of contract start; Range filter (from - to); Format: yyyy-mm-dd
de: Commencement Date: Zeitraum des Vertragsstarts; Bereichsfilter (von – bis); Format: yyyy-mm-dd

source: Requets Date: Period of the first contact; Range filter (form - to); Format: yyyy-mm-dd
de: Request Date: Zeitraum der ersten Kontaktaufnahme; Bereichsfilter (von – bis); Format: yyyy-mm-dd

source: Contract: Type of conclusion of contract (Nex contract, Extension etc.); Multiple selection possible
de: Contract: Art des Vertragsabschlusses (Neuvertrag, Verlängerung, etc.); Mehrfachauswahl möglich

source: Offer Number
de: Offer Number: Angebotsnummer

source: Sales Manager: Responsible sales employee; Multiple selection possible
de: Sales Manager: Verantwortlicher Vertriebsmitarbeiter; Mehrfachauswahl möglich

source: Country: Multiple selection possible
de: Country: Land; Mehrfachauswahl möglich

source: If the "Customer Information Sheet" or "Windfarm Information Sheet" is not deposited 30 days before potentional contract start (state "Negotiation"/"Final Negotiation"/"Won"), the corresponding line will color red, to point the user to less information before contract start.
de: Sofern 30 Tage vor potentiellem Vertragsstart (bei Status„Negotiation“/“Final Negotiation“/“Won“) entweder das „Customer InformationSheet“ oder das „Windfarm Information Sheet“ nicht hinterlegt sind, färbt sichdie entsprechend Zeile in Projektübersicht rot, um den Nutzer auf den Mangelan Informationen vor Vertragsstart hinzuweisen.

source: Analog to the "Turbine List" diagrams are also available for projects, which give a fast grafical overview over the distribution of the properties from the filtered projects. The following five properties are displayed as pie or bar charts: "Project State", "Scope of Service", "Technology", "Negotiation Partner" and the age of a WAE at contract start (bar chart).
de: Analog zur Turbine List, gibt es auch für die Projekte Diagramme, die einenschnellen grafischen Überblick über die Verteilung der Eigenschaften dergefilterten Projekte geben. Folgende fünf Eigenschaften werden als Torten-bzw. Balkendiagramm abgebildet: Projektstatus, Leistungsumfang, Technologie,Verhandlungspartner und Alter der WEA bei Vertragsstart (Balkendiagramm).

source: The button "Custom Export" exports based on the actual filter selection, the project list in Excel-Fomat. Through this a processing is possible.
de: Der Button “Custom Export” exportiert, basierend auf dem aktuell gesetztenFilter, die Projektliste im Excel-Format. Hierdurch wird eine Weiterverarbeitungermöglicht.

source: With the button "Project Overview" also the project list exports into Excel-Format. The filters are not applied here. This export is oriented on the format from "Projektübersicht DWT Group" in the drive "dwt international"
de: Mittels des Buttons “Project Overview” wird ebenfalls die Projektliste imExcel-Format exportiert. Die Filter finden jedoch keine Anwendung. Dieser Exportorientiert sich an dem Format der „Projektübersicht DWT Group“ im Laufwerk„dwt international“.

source: Beside the information listed directly in the formula, other project specific information are generated with functions. They are listed in the detail view of the project. Among others the maximal age of the turbine will be calculated. Also for every manufacturer from a wind energy plant, a technology manager get deposited in the system. This is a sales employee, who maintain all projects of one technology. Also the operator of the turbine of the project is listed. Based on the annual charge per wind enegy plant, the annual and total compensation of the potential contract will be calculated.
de: Neben den direkt im Formular eingetragenen Informationen werden mittelsFunktionen weitere projektspezifische Informationen generiert und zusätzlichin der Detailansicht des Projekts dargestellt. Unter anderem wird das maximaleAlter der Turbinen berechnet. Zudem ist für jeden Hersteller vonWindenergieanlagen ein Technologieverantwortlicher im System hinterlegt.Hierbei handelt es sich um einen Vertriebsmitarbeiter, der alle Projekte derjeweiligen Technologie final verantwortlich betreut. Es wird auch der oderdie Betreiber / Besitzer der Turbinen des Projekts aufgelistet. Basierend aufder jährlichen Vergütung pro WEA wird die jährliche, sowie die Gesamtvergütungdes potenziellen Vertrags berechnet.

source: If the project is a member of a primary pool project, this Information will be elucidated under the project name with "part of:" and a link to the pool project.
de: Ist das Project Teil eines übergeordneten Pool Projects, so wird dieseInformation unterhalb des Projektnamens als „part of:“ und der Verlinkung desPool Projects verdeutlicht.

source: To every project the files "Customer Information Sheet" and "Wind Famr Information Sheet" can be added now. These are annexes at the DWTX/SARL.
de: Zu jedem Projekt können nun die Dateien „Customer Information Sheet“ und„Wind Farm Information Sheet“ angehängt werden. Dies sind bei der DWTX/SARLVertragsanhänge.

source: The button "Coordinates" allwos the export of coordinates from turbines linked to the project.
de: Die Schaltfläche „Coordninates“ ermöglicht den Export der Koordinaten derim Project verknüpften Turbines.

source: With the service bases, which are deposited in the system, the to the project location closest service base, which is a member of the responsible unit and also matches technological, will be calculated over a funktion. The linear distance will be given. Also a link to Google Maps is available, which shows the actual distance and the driving time between project location and service base.
de: Anhand der im System hinterlegten Servicestützpunkte ermittelt eine Funktion,den zum Projektstandort nächstgelegenen Servicestützpunkt, der von derzuständigen Einheit betrieben wird und der technologisch passend ist. Es wirddie Luftliniendistanz angegeben. Zudem wird ein Link zu Google Mapsbereitgestellt, der die tatsächliche Entfernung und Fahrtzeit zwischenProjektstandort und Servicestützpunkt ermittelt.

source: The selections for distance and driving time, which are provided by Google Maps, can now be used to provide the travelling expense at basic contracts over the formula "Driving Rate". The deposited formula is based on 0,44 €/km travel costs and 37 €/h personnel costs. After using the "Calculate"-Button, the flat rates for weekdays, saturday, sundays and feast days will be calculated.
de: Die Werte für Entfernung und Fahrtzeit, die durch Google Maps bestimmt wurden,können nun durch das Formular „Driving Rate“ zur Bestimmung derAnfahrtspauschalen bei Basisverträgen verwendet werden. Die hinterlegte Formelgeht von Fahrtkosten von 0,44 €/km und 37 €/h Personalkosten aus. Das Bedienendes „Calculate“-Button werden die berechneten Pauschalen für wochentags,samstags und sonn- und feiertags angezeigt.

source: Another formula enables to show completed contracts in a radius from x kilometers around the project location. Therefor the wnated number of kilometers have to be entered in the formula. After this the Calculate-Button have to be pressed. After a short calculation time all contracts which are located in the valued radius are listed under the formula.
de: Ein weiteres Formular ermöglicht es, abgeschlossene Verträge in einem Radiusvon x Kilometern, um den Projektstandort anzuzeigen. Hierfür wird die gewünschteKilometerzahl in das Formular eingetragen und der Calculate-Button bedient.Nach kurzer Berechnungszeit erscheinen unterhalb des Formulars die Verträge,die innerhalb dieses Radius liegen.

source: Analog to this a formula exist, which shows all windparks in the database, whos´s WEA from a certain manufacturer in a certain radius around the project location show.
de: Analog hierzu existiert ein Formular, welches alle Windparks in der Datenbankanzeigt, die WEA eines bestimmten Herstellers in einem bestimmten Radius inder Umgebung des Projekts anzeigen.

source: If reports are neccessary befor contract start, they are displayed tabular under "Expert Reports before operational commencement". Here every row shows one date per WEA.The coloured marking of a line symbolizes, depending on the state and the planning date, if action is needed. Individual dates can be modified or deleted over the buttons "Ändern"/"Löschen".
de: Werden Gutachten vor Vertragsstart benötigt, werden diese unter „ExpertReports before operational commencement“ tabellarisch dargestellt. Hierbeihandelt es sich pro Zeile um einen Termin je WEA. Die farbliche Hinterlegungder Zeile symbolisiert abhängig vom Status und dem Plandatum, ob Handlungsbedarfbesteht. Einzelne Termine können mithilfe der Buttons „Ändern“/“Löschen“geändert bzw. gelöscht werden.

source: To add Information from actual projects, a commentary function exist. With the button "Add Comment", the formula for creating a new comment is reachable. A comment is composed out of a text and optional a attached file. Written comments are listed sloping by their creating or changing date. The crating date and the author of the comment are shown beside the text. The Shift-Symbol at the right can be used to edit the comment. If a new file was added, a Dokument-Symbol appears, which can be used to open the file. Comments from primary Pool Projects are adopted under the heading "Pool Project Comments" automatic.
de: Um aktuelle Informationen eines Projektes nachhalten zu können, existiert eineKommentarfunktion. Über den Button „Add Comment“ gelangt man in das Formularzum Anlegen eines neuen Kommentars. Ein Kommentar besteht aus einem Text undoptional aus einer beigefügten Datei. Geschriebene Kommentare werden nachErstellungs-/Änderungsdatum abwärts sortiert und tabellarisch dargestellt.Das Erstelldatum und der jeweilige Autor werden neben dem Text festgehalten.Das Stift-Symbol am rechten Rand dient zum Editieren des Kommentars. Fallseine Datei angehängt wurde, erscheint ein Dokumentensymbol, mittels dessen mandie Datei aufrufen kann. Kommentare aus übergeordneten Pool Projects werdenautomatisch unter der Überschrift „Pool Project Comments“ übernommen.

source: If a project owns the state "Won", the button "Contract" appears at the upper right area from the detail view. It is used to transferring a project in a contract. The contract formula will open, which assume the DWT unit, the turbines and the contracts start and final date from the project.
de: Sofern ein Projekt den Status „Won“ hat, erscheint in der Detailansicht imoberen rechten Bereich der Button „Contract“. Dieser dient dafür, das Projektin einen Vertrag zu überführen. Es wird das Vertragsformular geöffnet, welchesdie DWT Einheit, die Turbinen und das Vertragsstart- und enddatum aus dem Projektübernimmt.

source: If a project owns the state "Won", the button "Initiation" appears at the upper right area from the detail view. With this button a PDF-Document will be created. It will make the maintenance of the project information in other systems easiers. Already existing information from the project are used to fill specific fields in this formula.
de: Sofern ein Projekt den Status „Won“ hat, erscheint in der Detailansicht imoberen rechten Bereich der Button „Initiation“. Mittels dieses Buttons wird einPDF-Dokument erzeugt, welches die Pflege der Projektinformationen in andereSysteme vor Vertragsstart erleichtern soll. Es werden vorhandene Informationendes Projekts zum Füllen spezieller Felder dieses Formulars verwendet.

source: In the project formula the characteristic properties of a project are determined. The help texts under each field help to fill in the information correctly.
de: Im Projektformular werden die charakterisierenden Eigenschaften eines Projektsfestgelegt. Die Hilfstexte unterhalb der einzelnen Felder helfen bei derkorrekten Eingabe.

source: By giving the information of the DWT unti, it´s important to select the technological responsible unit, not the unit of the sales manager. The sales manager got determined initial. A changing of the sales manager is just possible over the responsible unit or the adminitrators.
de: Bei der Angabe der Einheit der DWT ist darauf zu achten, dass die technologischverantwortliche Einheit ausgewählt wird, nicht zwangsläufig die Einheit desSales Managers. Der Sales Manager wird initial festgelegt. Eine Änderung desSales Managers kann anschließend nur noch durch die Vertriebsleiter derzuständigen Einheit oder durch die Administratoren geändert werden.

source: The state "Potential" says, that no customer contact happened until now. On "Coffee" already a non-binding contact took place. "Soft Offer" discribes a indicative, not binding offer, while "Hard Offer" a binding offer shows. If you are in (final) negotiations, the state is "(final) Negotiation". Not successful projects are "Lost" or "Cancelled", won projects are "Won". The "Probability" depents on the assesment from the sales manager.
de: Während der Status „Potential“ aussagt, dass bislang noch kein Kundenkontaktstattgefunden hat. Bei „Coffee“ hat bereits ein unverbindlicher Kontaktstattgefunden. „Soft Offer“ beschreibt ein indikatives, nicht bindendes Angebot,während „Hard Offer“ ein bindendes Angebot ausweist. Befindet man sich in(finalen) Verhandlungen, so ist der Status „(final) Negotiation“. Nichterfolgreiche Projekte sind „Lost“ oder „Canceled“, gewonnene „Won“. Die„Probability“ orientiert sich an der Einschätzung des verantwortlichen SalesManagers.

source: If the state is "Won" or "Lost", also the field "Awarding Reason" appears in the formula. Here a reason why the project got won or lost can be added.
de: Sofern der Status des Projekts entweder „Won“ oder „Lost“ ist, wird im Formularzudem das Feld „Awarding Reason“ eingeblendet. Hier kann ein Grund angegebenwerden, warum dieses Projekt gewonnen bzw. verloren wurde.

source: If a offer number is necessary and it is not already generated over "New Offer Number", it gets generated over the button "Generate Offer Number". Instead of the button, the new offer number now appears. This have to be assumed in the formula field "Offer Number". If a offer number already exist, it`s not necessary to use the button "Generate Offer Number" and the existing one have to be selected in the field "Offer Number".
de: Wird für das Projekt eine Angebotsnummer (Offer Number) benötigt und wurde diesenicht bereits zuvor per „New Offer Number“ erzeugt, wird diese durch den Button„Generate Offer Number“ generiert. Anstelle des Buttons tritt nach Klick diegenerierte Angebotsnummer. Diese ist im Formularfeld „Offer Number“ zuübernehmen. Wurde bereits im Voraus eine Angebotsnummer generiert, wird auf„Generate Offer Number“ verzichtet und lediglich die bereits erzeugteAngebotsnummer im Feld „Offer Number“ ausgewählt.

source: For the selection of the turbines the field "Windfarm" exist. If a wind park is indicated, the selection in the field "Turbines" get reduced to the turbines of the wind park. Also the field "All turbine of selected wind farm?" appears. If all turbines of the wind park have to be linked, its possible to set the tick here. This spares the selection of all turbines in the fiels "Turbines". With setting of the tick the field "Turbines" dissapars.
de: Für die Auswahl der Turbinen existiert das Hilfsfeld „Windfarm“. Sofern einWindpark angegeben wird, reduziert sich die Auswahl der Turbinen im Feld„Turbines“ auf die Turbines des ausgewählten Windparks. Zudem erscheint beiAngabe eines Windparks das Feld „All turbines of selected wind farm?“. Sollenalle Turbinen des Windparks mit dem Projekt verknüpft werden, kann hier derHaken gesetzt werden. Dies erspart das mühselige Auswählen aller Turbinen imFeld „Turbines“. Beim Setzen des Hakens wird das Feld „Turbines“ ausgeblendet.
