Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/structure.po
Languages: de

source: Structure
de: Struktur

source: The Success Map is devided in 6 categories, which form the logical structure: "Turbine Models", "Actors", "Wind Farms", "Turbines", "Projects" and "Contracts."
de: Innerhalb der Success Map wird zwischen sechs Kategorien unterschieden, welche die logische Struktur bilden: Turbine Models, Actors, Wind Farms, Turbines, Projects und Contracts.

source: Every category form, in connection with its charakteristically properties, a logical unit. Over the definition of the properties, objects of the different categories can be created and saved in the databases. The following examples discribe this precept.
de: Jede dieser Kategorien bildet in Verbindung mit den jeweils charakterisierenden Eigenschaften eine logische Einheit. Durch das Definieren der jeweiligen Eigenschaften können Objekte der jeweiligen Kategorie angelegt werden und in der zugrundeliegenden Datenbank gespeichert werden. Dieses Prinzip wird im Folgenden anhand von Beispielen beschrieben:

source: **Object: Senvion 3.2M114**
de: Objekt: Senvion 3.2M114

source: Category: Turbine Model
de: Kategorie: Turbine Model

source: Property: Manufacturer = "Senvion"
de: Eigenschaft: Hersteller = „Senvion“

source: Property: Name = "3.2M114"
de: Eigenschaft: Name = „3.2M114“

source: Property: Performance = 3200kW
de: Eigenschaft: Leistung = 3200 kW

source: The object Senvion 3.2M114 of the category Turbine Model got definated completely by a few properties (Manufacturer, Name, Performance and so on). In comparison, this is how a object of the category Wind Farm looks like:
de: Das Objekt Senvion 3.2M114 der Kategorie Turbine Model wird durch die Definierung diverser Eigenschaften (Hersteller, Name, Leistung und weiteren) eindeutig beschrieben. Im Vergleich dazu sieht ein Objekt der Kategorie Wind Farm wie folgt aus:

source: **Object: Buchonia**
de: Objekt: Buchonia

source: Category: Wind Farm
de: Kategorie: Wind Farm

source: Property: Name = "Buchonia"
de: Eigenschaft: Name = „Buchonia“

source: Property: Country = "Germany"
de: Eigenschaft: Land = Deutschland

source: Property: Place = "Schlüchtern"
de: Eigenschaft: Ort = „Schlüchtern“

source: A Wind Farm object has other properties than a Turbine Model object: "Name", "Country", "Place" and so on.
de: Eine Wind Farm Objekt wird durch andere Eigenschaften definiert als ein Turbine Model Objekt: Name, Land, Ort und weitere.

source: In general there are 3 views for each category. First there is a list view, which shows all usable objects of a categroy and gives the option to do individual selections. Also there is a detail view, which shows the diefferent properies of an object. At last, the formula view gives the possibility to add new objects and edit already existing objects.
de: Grundsätzlich gibt es für jede Kategorie drei Ansichten. Zunächst gibt es eine Listenansicht, die alle verfügbaren Objekte der Kategorie darstellt und die es ermöglicht, mittels Filter eine benutzerdefinierte Auswahl zu treffen. Zweitens besitzt jedes Objekt eine Detailansicht, welche alle Eigenschaften des einzelnen Objekts darstellt. Als dritte Ansicht agiert eine Formularansicht, die das neue Anlegen von Objekten und das Editieren von bestehenden Objekten ermöglicht.

source: The categories going to be discribed in detail in the other parts.
de: Im Folgendem werden die einzelnen Kategorien mit ihren jeweiligen Eigenschaften detailliert beschrieben.
