Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/turbine.po
Languages: de

source: A turbine in the success map is a real existing wind turbine. They are characterised with the following properties:
de: Als Turbine wird in der Success Map eine real existierende Windenergieanlage bezeichnet. Diese wird durch folgende Eigenschaften charakterisiert:

source: **Turbine ID**: Marking of the Turbine after international convection; For excample: SEN300855
de: **Turbine ID**: Kennzeichnung der Turbine nach internationaler Konvention; Beispiel: SEN300855

source: **Wind Farm**: Wind farm, in witch the turbine is located; For excample: Buchonia
de: **Wind farm**: Windpark, dem die Turbine zugeordnet ist; Beispiel: Buchonia

source: **Model**: Tecnology of the Turbine (Turbine Model); For excample: Senvion 3.2M114
de: **Model**: Technologie (Turbine Model) der Turbine; Beispiel: Senvion 3.2M114

source: **Offshore**: location of the Turbine (on-/offshore); Options: yes/no
de: **Offshore**: Standort der Turbine (on- oder offshore); Optionen: yes / no

source: Hub Height: Hub height of the WEA in m; For excample: 100m
de: Hub Height: Nabenhöhe der WEA in m; Beispiel: 100 m

source: **State**: State of the WEA refering to the building progress; Option:(planned / under construction / in production / dismantled
de: **Status**: Status der WEA bezogen auf den Baufortschritt; Optionen:(planned / under construction / in production / dismantled

source: Commisioning (Year): Year of commisioning; For excample: 2013
de: Commisioning (Year): Jahr der Inbetriebnahme; Beispiel: 2013

source: Commisioning (Month): Month of commisioning; For excample: 3
de: Commisioning (Month): Monat der Inbetriebnahme; Beispiel: 3

source: Commisioning (Day): Day of commisioning; For excample: 30
de: Commisioning (Day): Tag der Inbetriebnahme; Beispiel: 15

source: Dismantling (Year): Year of dismantling; For excample: 2018
de: Dismantling (Year): Jahr des Rückbaus; Beispiel: 2018

source: Dismantling (Month): Month of dismantling; For excample: 11
de: Dismantling (Month): Monat des Rückbaus; Beispiel: 11

source: Dismantling (Day): Day of dismantling; For excample: 30
de: Dismantling (Day): Tag des Rückbaus; Beispiel: 30

source: Repowered: In case of diamntling: Got the WEA repowered?; Option: yes/no
de: Repowered: Im Falle eines Rückbaus: Wurde die WEA repowert?; Optionen: yes / no

source: Subsequent Turbine: In case of repowering: Which turbine refounds the dismantled WEA?; For excample: SEN300579
de: Subsequent Turbine: Im Falle des Repowerings: Welche Turbine ersetzt die rückgebaute WEA?; Beispiel: SEN300579

source: Latitude: Latitude coordinate; For excample: 51.45878
de: Latitude: Koordinate des geografischen Breitengrads; Beispiel: 51.45878

source: Longitude: Longitude coordinate; For excample: 6:51999
de: Longitude: Koordinate des geografischen Längengrads; Beispiel: 6.51999

source: OSM ID: Openstreetmap ID (Marking of the node); For excample: 272116284
de: OSM ID: Openstreetmap ID (Kennzeichnung der Node); Beispiel: 272116284

source: Developer: Actor, who planned the WEA; Multiple selection possible; For excample: Denker & Wulff AG
de: Developer: Actor, der die WEA entwickelt / geplant hat; Mehrfachnennung möglich; Beispiel: Denker & Wulff AG

source: Asset Management: Actor, who manage the WEA as asset; Multiple selection possible; For excample: BGZ Fondsverwaltung GmbH
de: Asset Management: Actor, der die WEA als Asset verwaltet; Mehrfachnennung möglich; Beispiel: BGZ Fondsverwaltung GmbH

source: Commercial Operator: Actor, who performs the commercial management; Multiple selection possible; For excample: wdp windmanager
de: Commercial Operator: Actor, der die kaufmännische Betriebsführung durchführt; Mehrfachnennung möglich; Beispiel: wpd windmanager

source: Technical Operator: Actor, who performs the technical management; Multiple selection possible; For excample: Deutsche Windtechnik X-Service GmbH
de: Technical Operator: Actor, der die technische Betriebsführung durchführt; Mehrfachnennung möglich; Beispiel: Deutsche Windtechnik X-Service GmbH

source: Service: Actor, who performs the service; Multiple selection possible; For excample: Deutsche Windtechnik Service GmbH & Co. KG
de: Service: Actor, der den Service durchführt; Mehrfachnennung möglich; Beispiel: Deutsche Windtechnik Service GmbH & Co. KG

source: Beside the filter and the tabular view also charts are displayed, which shows the properties of the turbines.
de: Neben den Filtern und der tabellarischen Ansicht werden in der Turbine List zusätzlich Diagramme abgebildet, die Eigenschaften des Bestands der Turbines visualisieren.

source: The following filter options are availabe:
de: Folgende Filtermöglichkeiten bestehen:

source: Wind Farm: Multiple selection possible
de: Wind Farm: Windpark; Mehrfachauswahl möglich

source: Manufacturer: Manufacturer of the WEA; Multiple selection possible
de: Manufacturer: Hersteller der WEA; Mehrfachauswahl möglich

source: Model: Technology of the WEA (Turbine Model); Multiple selection possible
de: Model: Technologie (Turbine Model) der WEA; Mehrfachauswahl möglich

source: Turbine ID: Marking of the WEA
de: Turbine ID: Kennzeichnung der WEA

source: Offshore: Option: yes/no
de: Offshore: Optionen: yes/no

source: State: Option: planned / under construction / in production / dismantled
de: Status: Optionen: planned / under construction / in production / dismantled

source: Commisioning Year: Year of commisioning; Range filter (from-to); Year
de: Commisioning Year: Jahr der Inbetriebnahme; Bereichsfilter (von-bis); Angabe einer Jahreszahl

source: Dismantling Year: Year of dismantling; FAnge filter (from-to);Year
de: Dismantling Year: Jahr des Rückbaus; Bereichsfilter (von-bis); Angabe einer Jahreszahl

source: Owner: Owner of the WEA; Multiple selection possible
de: Owner: Betreiber / Besitzer der WEA; Mehrfachauswahl möglich

source: Developer: Developer of the WEA; Multiple selection possible
de: Developer: Planer / Entwickler der WEA; Mehrfachauswahl möglich

source: Asset Management: Asset Management of the WEA; Multiple selection possibel
de: Asset Management: Asset Management der WEA; Mehrfachauswahl möglich

source: Technical Operator: Technical operator of the WEA; Multiple selection possible
de: Technical Operator: Technischer Betriebsführer der WEA; Mehrfachauswahl möglich

source: Commercial Operator: Commercial operator of the WEA; Multiple selection possible
de: Commercial Operator: Kaufmännischer Betriebsführer der WEA; Mehrfachauswahl möglich

source: Service: Service company of the WEA; Multiple selection possible
de: Service: Serviceunternehmen der WEA; Mehrfachauswahl möglich

source: Country: Country, where the WEA is located; Multiple selection possible
de: Country: Land des Standorts der WEA; Mehrfachauswahl möglich

source: Six diagrams are displayed, which change, same as the map view, depending on which filter is used. Beside the manufacturer and the technology also the state, the country and the offshore-state are presented as pie charts. A sixth chart shows the number of turbines depending on their commisioning year. When the pointer points on one of the charts, the number of turbines going to be displayed.
de: Es werden sechs Diagramme dargestellt, deren Daten sich immer, wie die Kartenansicht auch, auf den aktuellen Filter beziehen. Neben dem Hersteller und der Technologie werden auch der Status, das Land und der Offshore-Status als Tortendiagramm visualisiert. Ein sechstes Diagramm zeigt die Anzahl der Turbinen in Abhängigkeit des Inbetriebnahmejahres. Sobald mit dem Mauszeiger ein Bereich des Diagramms überschwebt wird die genaue Anzahl der Turbinen dieser Eigenschaft angezeigt.

source: The map view in the detail view shows the geographical position of the WEA. If no coordinates are available, the map view is not displayed.
de: Die Kartenansicht in der Detailansicht zeigt die geografische Position der WEA. Sofern die Koordinaten nicht eingetragen wurden, wird die Karte ausgeblendet.

source: Analog to the wind farm, linked (Pool)projects, contracts and expert reports are listed.
de: Analog zu den Windparks werden verknüpfte (Pool)Projekte, Verträge und Gutachten angezeigt

source: A particularity is the formula "Dublicate Turbine" at the top side of the detail view. With the formula turbines can be dublicated, which makes the creation of big wind farms whith WEA with the same technology easier.
de: Eine Besonderheit stellt das Formular „Duplicate Turbine“ im oberen Abschnitt der Detailansicht dar. Mithilfe dieses Formulars können Turbinen dupliziert werden, sodass es vereinfacht wird, große Windparks mit WEA gleicher Technologie zu erzeugen.

source: When creating or editing turbines, conventions have to be obsered, which are explained with the following questions.
de: Beim Anlegen und Editieren von Turbinen müssen Konventionen beachtet werden, die mittels der anschließenden Fragen erläutert werden.

source: The turbine ID is an explict mark of a wind turbine. Its builded out of the manufacturer shorting and the serial number.
de: Die Turbine ID ist eine eindeutige Kennzeichnung von Windenergieanlagen. Sie setzt sich zusammen aus einem Herstellerkürzel und einer Seriennummer.

source: The following field are just displayed, if the state of the turbine was set on "dismantled": Dismantlich(Year), Dismantling(Month), Dismantlich(Day), Repowered, Subsequent Turbine
de: Folgende Felder werden im Formular lediglich angezeigt, wenn der Status der Turbine auf „dismantled“ gesetzt wurde: Dismantling (Year), Dismantling (Month), Dismantling (Day), Repowered, Subsequent Turbine.

source: What are the shortings of the manufacturers for the "Turbine ID"?
de: Wie lauten die Kürzel der Hersteller für die Angabe der „Turbine ID“?

source: Repower: R, For excample: R70345
de: Repower: R, Beispiel: R70345

source: Senvion: SEN, For excample: SEN300345
de: Senvion: SEN, Beispiel: SEN300345

source: Nordex: NX, For excample: NX70345
de: Nordex: NX, Beispiel: NX70345

source: Südwind: SW, For excample: SW70345
de: Südwind: SW, Beispiel: SW70345

source: Enercon: E, For excample: E80345
de: Enercon: E, Beispiel: E80345

source: Fuhrländer: FL, For excample: FL123
de: Fuhrländer: FL, Beispiel: FL123

source: FWT: FWT, For excample: FWT123
de: FWT: FWT, Beispiel: FWT123

source: Vestas: V, For excample: V12345
de: Vestas: V, Beispiel: V12345

source: NEG Micon: no shortcut, For excample: 12345
de: NEG Micon: ohne Kürzel, Beispiel: 12345

source: Siemens: SWT, For excample: SWT1000-234-05
de: Siemens: SWT, Beispiel: SWT1000-234-05

source: Dewind: DE, For excample: DE12345
de: Dewind: DE, Beispiel: DE12345

source: ENO ENERGY: ENO, For excample: ENO12345
de: ENO ENERGY: ENO, Beispiel: ENO12345

source: Gamesa: G, For excample: G100183636
de: Gamesa: G, Beispiel: G100183636

source: GE Energy: GE, For excample: GE12345
de: GE Energy: GE, Beispiel: GE12345

source: What is the procedure, if the Turbine ID is not availabel?
de: Wie wird vorgegangen, wenn die Turbine ID nicht vorliegt?

source: If a turbine ID is not available, the following shema have to be used to name the turbine: <Wind farm Name><WEA-Number>
de: Sofern eine Turbine ID nicht vorliegt, wird anstelle dessen folgendes Schema zur Benennung der „Turbine“ verwendet: <Windpark-Name><WEA-Nummer>

source: Fro Excample: Windpark Musterstadt mit 3 WEA
de: Beispiel: Windpark Musterstadt mit drei WEA

source: Its neccasary to always pay attetntion to leave no space between the WEA-Name and the WEA-Number. Also bfore singe-digit numbers a 0 have to be added.
de: Es ist jeweils darauf zu achten, zwischen dem Windparknamen und der WEA-Nummer kein Leerzeichen einzufügen und bei einstelligen Ziffern eine vorlaufende 0 zu ergänzen.

source: How geographical coordinates can be determinded with the help of Openstreetmap and what means "Openstreetmap ID"(OSM ID)?
de: Wie können geografische Koordinaten mithilfe von Openstreetmap ermittelt werden und was bedeutet ‚Openstreetmap ID‘ (OSM ID)?

source: Openstreetmap (OSM) is an Open-Source_Project for the collection and presentation of cartographical data. It´s available over https://www.openstreetmap.org/.
de: Openstreetmap (OSM) ist ein Open-Source-Projekt zur Sammlung und Darstellung von kartografischen Daten. Man erreicht diesen Dienst über https://www.openstreetmap.org/.

source: Many of the excisting wind turbines are mapped in Openstreetmap. They appear on the map in form of a WEA-Symbol if the zoom is big enough. One click on that symbol opens a dialogue. Here the field "Objektanfrage" have to be valued. After this some objects are listed at the left side of the window. Under "Ähnliche Eigenschaften" a knot appears under the objects, which displays the wind turbine. One click on this knot opens all information to this WEA, as well the coordinates. Every knot in OSM has a own OSM ID. This ID can be found in the headding of the knot. Either the headding just contains the OSM ID or the OSM ID stands in brackets behind the headding.
de: „Viele der existierenden Windenergieanlagen sind in Openstreetmap ‚gemappt‘. Sie erscheinen auf der Karte durch ein WEA-Symbol, sofern ein ausreichendes Zoom-Level vorliegt. Ein Klick mit der rechten Maustaste auf dieses Symbol öffnet einen Dialog. In diesem Dialog ist ‚Objektabfrage‘ auszuwählen, sodass am linken Bildrand ein Fenster erscheint, welches diverse Objekte auflistet. Unter ‚Ähnliche Eigenschaften‘ sollte sich unter den Objekten ein Knoten befinden, der die Windenergieanlage abbildet. Ein Klick auf diesen Knoten offenbart die eingetragenen Informationen zu dieser WEA, unter anderem auch deren Koordinaten. Jeder Knoten in OSM hat eine eindeutige ID, die OSM ID. Diese Nummer wird in der Überschrift des jeweiligen Knotens ausgewiesen. Entweder entspricht die Überschrift der OSM ID, oder, falls der Knoten umbenannt wurde, die OSM ID steht in Klammern hinter dieser neuen Bezeichnung.

source: How turbines with the same properties can be dublicated?
de: Wie können Turbines gleicher Eigenschaften dupliziert werden?

source: At the top line of the detail view of a turbine the formula "Duplicate Turbine" exist. This serves for the duplication of many turbines with the same properties.
de: In der obersten Zeile der Detailansicht einer Turbine existiert das Formular „Duplicate Turbine“. Dieses dient dazu, eine Turbine mehrfach zu duplizieren, ohne die einzelnen Eigenschaften manuell in die Formulare einzutragen.

source: In the formula field just the number of dublicatet tubines habe to be entered. If a wind farm contains 6 WEA from the same type, the number "5" have to be entered, to dublicate the first WEA 5 times. Now all information from the first Turbine are contained into the 5 others without the geographical information and the tubine ID.
de: In das einzige Formularfeld wird die Anzahl der Häufigkeit der Duplizierung eingetragen. Besteht ein Windpark aus sechs WEA gleicher Eigenschaften, muss in dieses Feld die Zahl „5“ eingetragen werden, um die erste WEA fünf Mal zu duplizieren. Beim Duplizieren werden alle Eigenschaften der WEA, die dupliziert wird, übernommen, außer den geografischen Koordinaten und der Turbine ID.

source: Condition fro the dplication of a turbine is the correct procurement of the Turbin ID. This always have to enf on two numbers. The area before this two numbers is the trunk of the Turbine ID. If a Turbine got duplicated, this two numbers get extracted and with a interation constantly generate new Turbine ID´s.
de: Voraussetzung für das Duplizieren einer Turbine ist die korrekte Vergabe der Turbine ID. Diese muss immer auf mindestens zwei Ziffern enden. Der Bereich vor diesen beiden Ziffern ist der Stamm der Turbine ID. Beim Duplizieren werden diese beiden Ziffern extrahiert und mittels einer Iteration fortlaufend neue Turbine IDs generiert, die sich aus dem Stamm und der iterierten Zahl zusammensetzen.

source: If the number of turbines got entered in the formula, the correctness of the turbine ID is controlled with "Duplicate turbine". If no error was detected, an other button ("Go") appears, which is used to finish the duplucation. If a turbine of the WEA dont end on two numbers, the error report "Turbine could not be duplicated due to invalid turbine name" adppears.
de: Ist die Anzahl der zu duplizierenden Turbinen in das Formular eingetragen, wird mittels „Duplicate turbine“ die Korrektheit der Turbine ID kontrolliert. Konnten keine Fehler festgestellt werden, erscheint ein weiterer Button „Go“, mit dem das Duplizieren abgeschlossen wird. Endet die Turbine ID der WEA, die dupliziert werden soll nicht auf zwei Ziffern, wird die Fehlermeldung „Turbine could not be duplicated due to invalid turbine name“ angezeigt.

source: After finishing the duplication, the user get transmitted to the detail view of the wind farm. Here the generated turbines arise.
de: Nach abgeschlossenem Duplizieren wird der Nutzer in die Detailansicht des entsprechenden Windparks weitergeleitet. In dieser Ansicht tauchen nun die generierten Turbinen auf.

source: One WEA can be maximal duplicated 999 times. If a wind park owns more than 100 wind turbines, the duplicated WEA have to be set with a turbine ID with the following pattern: "Windpark001".
de: Eine WEA kann maximal 999 mal dupliziert werden. Sollte ein Windpark aus 100+ baugleichen WEA bestehen, soll die zu duplizierende WEA mit einer Turbine ID angelegt werden, die dem folgenden Muster folgt: „Windpark001“.
