Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/turbine_model.po
Languages: de

source: The Category Turbine Model define the technology of windpower system. Different to the category Tubine, which discribe the actual system, Turbine Model define the techical properties like perfomance and rotor diameter.
de: Die Kategorie Turbine Model definiert Technologien von Windenergieanlagen. In Abgrenzung zur Kategorie Turbine, die tatsächlich errichtete Windenergieanlagen charakterisiert, werden mithilfe der Kategorie Turbine Model die technischen Eigenschaften wie Leistung und Rotordurchmesser definiert.

source: An object got define completely by following properties. Properties who are written **fat** are obligatory.
de: Komplett wird ein Objekt der Kategorie Turbine Model durch folgende Eigenschaften definiert. Eigenschaften in **fett** sind verpflichtend.

source: **Name**: Name of the technology, For excample: "V90"
de: **Name**: Name der Technologie; Beispiel: „V90“

source: **Manufacturer**: Manufacturer company fo the technology, for excample: "Vestas"
de: **Manufacturer**: Herstellerunternehmen dieser Technologie; Beispiel: „Vestas“

source: Technology Class: Description of the technology; For excample: "MD"
de: Technologieklasse: Bezeichnung der Technologie; Besipiel: MD

source: Output Power: Nominal performence of the technology, for excample: "2000kW"
de: Output Power: Nominelle Leistung der Technologie in kW; Beispiel: 2000 kW

source: Rotor Diameter: The diameter of the rotor in m, for excample: 90m
de: Rotor Diameter: Durchmesser des Rotors in m; Beispiel: 90 m

source: Amount of Blades: For excample: 3
de: Amount of Blades: Anzahl der Rotorblätter; Beispiel: 3

source: **Offshore**: Possibility for using the technology offshore; Options: yes/no
de: **Offshore**: Tauglichkeit der Technologie für den Offshorebereich; Optionen: yes/no

source: **Regulation**: Aerodynamic regulation of the wind turbine; Options: stall/pitch
de: **Regulation**: aerodynamische Regulation der Windenergieanlage; Optionen: stall/pitch

source: **Drivetrain**: Concept of drivetrain; Options: gearless/gearbox
de: **Drivetrain**: Triebstrangkonzept der Windenergieanlage; Optionen: gearless/gearbox

source: **Wind Class**: Wind class after IEC norm; For excample: IEC lla, IECS
de: **Wind Class**: Windklasse nach IEC Norm; Beispiel: IEC IIa, IECS

source: Total weight: Total weight of the wind energy plant in t; For excample: 439t
de: Total weight: Gesamtgewicht der Windenergieanlage in t; Beispiel: 439 t

source: Tower weight: Weight of the tower in t; For excample: 335t
de: Tower weight: Gewicht des Turms in t; Beispiel: 335 t

source: Hub weight: Weight of the hub in t; For excample: 68t
de: Hub weight: Gewicht der Nabe in t; Beispiel: 68 t

source: Rotor weight: Weight of the rotor in t; For excample: 36t
de: Rotor weight: Gewicht des Rotors in t; Beispiel: 36 t

source: Cut in wind speed: Minimal wind speed in m/s, on which the wind turbine produces energy; For excample: 3m/s
de: Cut in wind speed: Minimale Windgeschwindigkei in m/st, bei der die Windenergieanlage Energie produziert; Beispiel: 3 m/s

source: Nominal wind speed: Wind speed, where the wind turbine reaches its nominal output; For excample: 13,5 m/s
de: Nominal wind speed: Windgeschwindigkeit in m/s, bei der die Windenergieanlage ihre nominelle Leistung erreicht; Beispiel: 13,5 m/s

source: Cut out wind speed: Maximal wind speed in m/s, on which the wind turbine produces output; For excmaple: 25 m/s
de: Cut out wind speed: maximale Windenergiegeschwindigkeit in m/s, bei der die Windenergieanlage Leistung produziert; Beispiel: 25 m/s

source: Min. rotor speed: Minimal rotation speed of the rotor in rotation per minute; For excample: 8,2 r/m
de: Min. rotor speed: Minimale Umdrehungsgeschwindigkeit des Rotors in Umdrehungen pro Minute; Beispiel: 8,2 r/p

source: Max. rotor speed: Maximal rotation speed of the rotor in rotation per minute; For excmaple: 17,3 r/m
de: Max.. rotor speed: Maximale Umdrehungsgeschwindigkeit des Rotors in Umdrehungen pro Minute; Beispiel: 17,3 r/m

source: First Installation: Year of market entry of the technology; For excample: 2004
de: First Installation: Jahr des Markteintrittes dieser Technologie; Beispiel: 2004

source: Produced until: Year of market exit of the technology; For excample: 2009
de: Produced until: Jahr des Markaustrittes dieser Technologie; Beispiel: 2009

source: Sound level: sound level of the wind turbine in dB; For excample: 80 dB
de: Sound Level: Schallpegel der Windenergieanlage in dB; Beispiel: 80 dB

source: ProductWeb Page: Product homepage of the manufacturer; For excample: http://vestas.com/v90
de: Product Web Page: Produkt-Homepage des Herstellers; Beispiel: http://vestas.com/v90

source: Serviced by DWT: Statement, if and in whitch form DWT take the service of the technology in general; Options: No/Basic/Full Service
de: Serviced by DWT: Aussage, ob und in welcher Form DWT den Service dieser Technologie grundsätzlich übernimmt; Optionen: No/Basic/Full Service

source: Maintenance Hours: Specification of the yearly average of downtime in hours for service activities
de: Maintenance Hours: Angabe der jährlich durchschnittlichen Downtime in Stunden für Wartungstätigkeiten

source: Description: Additional information in text form; For excample: first wind turbine in the 2MW area from the manufacturer Vestas
de: Description: Zusätzliche Informationen in Textform; Beispiel: erste Windenergieanlage im 2MW Bereich des Herstellers Vestas.

source: Turbine Model List
de: Turbine Model Liste

source: The Turbine Model List shows all usable Turbine Models. The filters at the top can be used to narrow the selection. Following filters can get selected and used with the search button:
de: Die Turbine Model List stellt alle verfügbaren Turbine Models dar. Der Filter im Kopfbereich dieser Ansicht ermöglicht es, seine Auswahl einzugrenzen. Folgende Filter können gesetzt werden und durch den Search-Button angewendet werden:

source: Manufacturer: It's possible to choose more then one manufacturer
de: Manufacturer: Herstellerfirma; Mehrere Hersteller können ausgewählt werden

source: Name: Name of the technology (without manufacturer name)
de: Name: Name der Technologie (ohne Herstellerbezeichnung)

source: Drivertrain: gearless/gearbox
de: Drivetrain: gearless/gearbox

source: Output Power: filters (from-to); just one box can be selected, input in kW
de: Output Power: Bereichsfilter (von-bis); Es kann lediglich ein Feld ausgefüllt werden, Eingabe in kW

source: Rotor Diameter: filters (from-to); just one box can be selected, input in m
de: Rotor Diameter: Bereichsfilter (von-bis); Es kann lediglich ein Feld ausgefüllt werden, Eingabe in m

source: First Installation: filters (from-to); just one box can be selected, Form: yyyy-mm-dd
de: First Installation: Bereichsfilter (von-bis); Es kann lediglich ein Feld ausgefüllt werden; Format: yyyy-mm-dd

source: Serviced by DWT: Form: No/Basic/Full Service
de: Serviced by DWT: Format: No/Basic/Full Service

source: At the bottom on the right side of the filters, the number of results are shown, after the search button got pressed.
de: Im rechten unteren Bereich des Filters wird die Anzahl der gefilterten Ergebnisse angezeigt, sobald der Search-Button betätigt wurde.

source: The list view now shows the results. It lists one foto (if available), the manufacturer and type, the number of turbines of this type which are deposited in the database. With a click on one technology, some details are shown.
de: Die Listenansicht zeigt nun die gefilterten Ergebnisse. Es werden ein Foto (falls vorhanden), die Hersteller- und Typenbezeichnung, sowie die Anzahl der Turbines dieses Typens, die sich in der Datenbank befinden, dargestellt. Mittels eines Klicks auf die jeweilige Technologie gelangt man zu dessen Detailansicht.

source: Over the button "Add Turbine Models" new technologies can be added to the database. The button opens the "Turbine Model Form". The Buttom "Custom Export" exports the actual Turbine Model list to excel.
de: Über die Schaltfläche „Add Turbine Model“ im rechten oberen Bereich kann der Datenbank eine neue Technologie hinzugefügt werden. Es öffnet sich das „Turbine Model Form“. Die Schaltfläche „Custom Export“ exportiert die aktuelle Auswahl an Turbine Models zu Excel.

source: The detail view is structured into the hadding, which shows the manufacturer and the type, the main part with pictures and all usable information and the map view. At the right of the hadding its possible edit the information with the "Edit"-Button. As well its possible to add images with the "Add Image"-Button. In the main part, all links and pictures of the technolgy are shown and on the right all properties which are filled.
de: Die Detailansicht gliedert sich in die Überschrift, die den Hersteller und die Typenbezeichnung angibt, den Hauptteil mit Bildern und allen vorhandenen Informationen und die Kartenansicht. Neben der Überschrift besteht im oberen, rechten Bereich die Möglichkeit Änderungen mittels des „Edit“-Buttons durchzuführen. Zudem können Bilder durch den „Add Image“-Button hinzugefügt werden. Im Hauptteil werden links alle Bilder der Technologie dargestellt, rechts daneben tabellarisch alle Eigenschaften, die mit Inhalt gefüllt wurden.

source: Above the map view the number of Technologies from this technology in the database are displayed. If the coordinates are available, they are also in the map view. Also the number of turbines, which have a contract with the Deutschen Windtechnik, are displayed in the next row. With a click on the plus-symbol on the right, the row expands. Now all turbines under contract are listed. They are linked to each detail view.
de: Oberhalb der Kartenansicht wird die Anzahl der Turbinen dieser Technologie in der Datenbank angezeigt, welche zudem auf der Karte abrufbar sind, falls ihre Koordinaten vorliegen. Zudem wird die Anzahl der Turbinen dieser Technologie, die bei der Deutschen Windtechnik momentan unter Vertrag stehen, in der nächsten Zeile ausgewiesen. Das Plus-Symbol am rechten Rand dieser Zeile weist darauf hin, dass diese Zeile durch einen Klick ausgeklappt werden kann. Es werden alle Turbinen, die unter Vertrag stehen, aufgelistet und sind per Link zu deren Detailansicht aufrufbar.

source: The map shows all real turbines, which are saved in the database. This is an example for the relational link of the data in the database.
de: Die Kartenansicht stellt geografisch alle realen Turbinen dar, die in der Datenbank mit dem entsprechenden Turbine Model hinterlegt wurden. Dies ist ein Beispiel für die relationelle Verknüpfung der Daten in der Datenbank.

source: In each detail view the history of editing of the object is shown at the bottom. This makes the edits of each user transperent. Normally the edit history is folded. With a click on the row it can get folded out.
de: Grundsätzlich wird in jeder Detailansicht am unteren Ende die Änderungshistorie des Objekts dargestellt. Diese macht nachvollziehbar, welcher Nutzer zu welcher Zeit Änderungen vorgenommen hat. Die Änderungshistorie ist standardmäßig eingeklappt und wird durch Klicken auf die Zeile ausgeklappt.

source: With the comment function ("Add commetn") its possible to add comments and attach files to the "Turbine Model".
de: Mittels der Kommentarfunktion („Add comment“) können Kommentare inklusive Dateianhängen zum „Turbine Model“ platziert werden.

source: The formula is used to edit and invest properties of the turbine models. New turbine models can be added in the head menu over "New Turbine Model" or in the Turbine Model List with the button "Add Model". After choosing one of this options the formula is reched, where all properties can get added. Required fields are marked with fed and red headdings. As well at some points fill in assistance is available.
de: Das Formular ermöglicht das Anlegen und Editieren der Eigenschaften des jeweiligen Turbine Models. Neue Turbine Models können entweder im Kopfmenü über Turbine Models -> New Turbine Model oder in der Turbine Model List im rechten oberen Bereich über den „Add Model“-Button erstellt werden. Man gelangt in das Formular, welches alle Eigenschaften als Formularfelder zum Ausfüllen bereitstellt.Verpflichtende Felder sind durch eine fette, rote Überschrift gekennzeichnet.Zudem werden teilweise Ausfüllhilfen durch Hilfstexte oder graue Formathilfen ausgewiesen.

source: After all required fields are filled, the new database entry can be added with the Submit-Buttons at the left corner on the bottom. Now you reach the detail view of the Turbine model automatically. If one formula field doesent got filled correctly, the formula get reloaded with an error infortmaion.
de: Nachdem alle Pflichtfelder ausgefüllt wurden, kann der neue Datenbankeintrag mithilfe des Submit-Buttons in der unteren linken Ecke des Formulars erstellt werden. Man wird nun automatisch auf die Detailansicht des neu angelegten Turbine Models weitergeleitet. Sofern ein Formularfeld nicht korrekt ausgefüllt wurde, wird das Formular erneut unter Angabe des Fehlerhinweises geladen.
