Repository: S73FF3N/iwedb
Catalog: docs/source/locale/*/LC_MESSAGES/version.po
Languages: de

source: The deadline management tool got devided into the sections "TBF" and "Customer Management". They are available under "Reports". Depending on the selection, just "TBF" or "Costomer Management" relevant information are listed.
de: Trennung des Fristenmanagementtools für TBF und Kundenmanagement: Unter Gutachten sind TBF und Kundenmanagement nun getrennt gelistet. Es werden jeweils lediglich TBF/Kundenmanagement relevante Termine/Gutachten angezeigt.

source: Contracts: Under the menu point "Contracts" the tab "TBF Contracts" has been added.
de: Contracts: Unter dem Menü Punkt Contracts befindet sich nun der Reiter TBF Verträge

source: Projects: To the selection list "DWT-Unit", "GFW" has been added.
de: Projects: Zu der Auswahlliste „DWT-Einheit“ wurde „GFW“ hinzugefügt.

source: User manual: The user manual of the Success Map has been updated and is available in the footer line now.
de: Nutzerhandbuch: Das Nutzerhandbuch wurde aktualisiert und in der Fußzeile der Success Map verlinkt.

source: The translation from english to german has been updated.
de: Es wurden weitere Übersetzungen vom englischen ins deutsche hinzugefügt.

source: Following changes got implemented in comparison to version 2.1.3:
de: Folgende Änderungen wurden im Vergleich zur Version 2.1.3 implementiert:

source: Turbine Model: The characteristic "Technology Class" can be used to cluster turbine Models which are based on the same technology platform. This feature is relevant for reporting.
de: Turbine Model: Über die Angabe der „Technology Class“ können WEA-Technologien, die auf der gleichen Plattform basieren, oder in anderer Weisetechnologisch zusammenhängend sind, geclustert werden. Dieses Feature ist hauptsächlich zu Auswertungszwecken relevant.

source: Multi-language: German language has been implemented to the Success Map. In th "User" menu you can choose your favourite language. All content will be available in German soon.
de: Success Map in deutscher Sprache: unter „User“ kann die bevorzugte Spracheeingestellt werden. Wird „Deutsch“ ausgewählt, werden Inhalte teilweise in Deutsch übersetzt. Die Inhalte werden in den nächsten Wochen nach und übersetzt.

source: Duplicating turbines is not limited to 99 pieces, but has been enlarged to 999. Please use the scheme "Windfarm001" if you duplicate more than 99 turbines at once.
de: Das Duplizieren von WEA ist nicht mehr auf 99 Stück begrenzt, sondern wurde auf 999 erweitert. Beim Duplizieren einer WEA mit einem Faktor über 99 soll auf die Bezeichnung der zu duplizierenden WEA geachtet werden. Die Benennung sollte dem Schema „Windpark001“ folgen.

source: Projects: The characteristic "Tender" can be used to identify projects as a part of a tender.
de: Projects: es besteht nun die Möglichkeit, Projekte mit der Eigenschaft „Tender“ auszuweisen, um festzuhalten, dass Projekte eine Ausschreibung repräsentieren.

source: Wind Farm: The Wind Farm list now can get exported into Excel format, depending on the actual used filters.
de: Wind Farm: Es besteht nun die Möglichkeit die Wind Farm liste in Excel-Format zu exportieren

source: Following changes got implemented in comparison to version 2.0:
de: Folgende Änderungen wurden im Vergleich zur Version 2.0 implementiert:

source: For actors an Excel-Export was arranged
de: Für Actors wurde ein Excel-Export eingerichtet

source: Report: new functions for coordination of external services
de: Gutachten: neue Funktionalitäten zur Koordination von externen Dienstleistungen

source: Projects: the necessity of reports are requested before a new contract starts. If a report is necessary, its state can get () with the new report tool. It's possible to add information like for excample the provider.
de: Projects: Es wird die Notwendigkeit von Gutachten vor Vertragsstart abgefragt. Ist ein Gutachten notwendig kann dessen Status in Zusammenarbeit mit dem neu eingeführten Gutachten-Tool nachgehalten werden und u.a. der Dienstleister hinterlegt werden.

source: Following changes got implemented in comparison to version 1.9:
de: Folgende Änderungen wurden im Vergleich zur Version 1.9 implementiert:

source: To lift up the performance, the map views got deleted from the list overviews. There now is a central map for turbines, projects, service locations and contracts under "Map".
de: Um die Performance deutlich zu verbessern, wurden die Kartenansichten aus den einzelnen Listenübersichten entfernt. Es wird nun eine zentrale Karte für Turbines, Projects, Service Locations and Contracts zur Verfügung gestellt, die unter „Map“ verfügbar ist.

source: It's possible to add service hours to every "Turbine Model" now. These service hours show the average of possible downtime, what can be used for calculations
de: Zu jedem „Turbine Model“ können nun Wartungsstunden hinterlegt werden. Diese Wartungsstunden geben an, welcher Durchschnittswert an Downtime für Kalkulationen verwendet werden kann.

source: Turbine Models: comments are possible now
de: Turbine Models: Kommentare sind nun möglich.

source: Who uses the Success Map with Firefox or Chrome, can use the comfortable "Datepicker" in formulars, to enter a date
de: Wer die Success Map mit Firefox oder Chrome nutzt, kann bei Datumseingaben in Formularen auf einen bequemen „Datepicker“ zurückgreifen.

source: The files "Customer Information Sheet" and "Wind Farm Information Sheet" can get connected to to the projetcts now. At DWTX/SARL these are apeendixes. If one or both of the documents are missed 30 days before contract starts (on state "Negotiation"/"Final Negotiation"/"Won"), the corresponding line change to red, to warn the users before less information.
de: In den Projekten können nun die Dateien „Customer Information Sheet“ und „Wind Farm Information Sheet“ angehängt werden. Dies sind bei der DWTX/SARL Vertragsanhänge. Sofern 30 Tage vor potentiellem Vertragsstart (bei Status „Negotiation“/“Final Negotiation“/“Won“) eines oder beide Dokumentenicht hinterlegt sind, färbt sich die entsprechend Zeile in Projektübersicht rot, um den Nutzer auf den Mangel an Informationen vor Vertragsstart hinzuweisen.

source: The menu intem "Documents" was added to the area "Sales Tool". General files now can get shared by admins. The documents "Buying Center Analysis", "Deal on Pager", "Meeting Preparation" and "DWT vs. OEM" are freely accessable now.
de: Im Bereich „Sales Tool“ wurde der Menüpunkt „Documents“ hinzugefügt. Hier können allgemein gültige Dokumente geteilt werden, die lediglich von den Admins hinzugefügt werden können. Hier sind auch nun die Dokumente „Buying Center Analysis“, „Deal One Pager“, „Meeting Preparation“ und „DWT vs. OEM“ zugängig.
