Repository: S73FF3N/iwedb
Catalog: docs/locales/*/LC_MESSAGES/actor.po
Languages: de

source: An actor is a company which is active in the wind industry. He has the following properties:
de: Unter Actor wird ein Marktteilnehmer, sprich ein Unternehmen verstanden,welches in der Windindustrie wirkt. Ein Actor wird durch folgende Eigenschaftencharakterisiert:

source: **Name**: Name of the company; For excample: Deutsche Windtechnik X-Service GmbH
de: Name: Name des Unternehmens; Beispiel: Deutsche Windtechnik X-Service Gmbh

source: Address: Postal address of the company; For excample: Heideweg 2-4
de: Address: postalische Firmenanschrift des Unternehmens; Beispiel: Heideweg 2-4

source: Postal code: For excample: 49086
de: Postal Code: Postleitzahl; Beispiel: 49086

source: City: For excample: Osnabrück
de: City: Ort/Stadt; Beispiel: Osnabrück

source: **Country**: For excample Deutschland/Germany
de: Country: Land; Beispiel: Deutschland/Germany

source: Phone: Phone Number; For excample: +49 541 38 05 38 100
de: Phone: Telefonnummer; Beispiel: +49 541 38 05 38 100

source: Mail: E-Mail address; For excample: info@deutsche-windtechnik.com
de: Mail: Mailanschrift; Beispiel: info@deutsche-windtechnik.com

source: Web: Homepage; For excample: http:\\deutsche-windtechnik.com
de: Web: Homepage; Beispiel: http://deutsche-windtechnik.com

source: Sector: sector of the company; Beispiel: Service, Technincal Operations
de: Sector: Tätigkeitsfeld des Unternehmens; Beispiel: Service, Technical Operations

source: Head Oranisation: holding company; For excample: Deutsche Windtechnik AG
de: Head Organisation: Muttergesellschaft; Beispiel: Deutsche Windtechnik AG

source: The Actor List lists all usable companies from the database alphabetical. Over the button "Add Actor" new companies can be added. With "Custom Export" the actual list with the used filters get exported into Excel. The following filters are available:
de: Die Actor List listet alle verfügbaren Unternehmen der Datenbank alphabetischauf. Über die Schaltfläche „Add Actor“ können neue Unternehmen in die Datenbankaufgenommen werden. Über „Custom Export“ erfolgt ein Excel-Export der aktuellenFilterung. Folgende Filtermöglichkeiten werden angeboten:

source: Name: Name of the company
de: Name: Name des Unternehmens

source: Country
de: Country: Land

source: City
de: City: Ort/Stadt

source: Sector: Sector of the company; multiple selection possible
de: Sector: Tätigkeitsfeld des Unternehmens; Mehrfachauswahl möglich

source: Under the name of the company and the Edit-Button properties of the actors are displayed.
de: Unter dem Namen des Unternehmens und dem Editier-Button werden dieEigenschaften des Actors dargestellt.

source: Its possible to assign employees with the "Add Employee" button. They have the following properties:
de: Einem Actor können mithilfe des Buttons „Add Employee“ Mitarbeiter zugewiesenwerden. Diese werden durch folgende Eigenschaften beschrieben:

source: **Name**: First and last name of the employee; For Excample: Max Mustermann
de: Name: Vor- und Zuname des Mitarbeiters; Beispiel: Max Mustermann

source: Function: Function of the employee; For Excample: Head of Sales
de: Function: Funktion des Mitarbeiters; Beispiel: Head of Sales

source: Phone: Phone Number; For Excample: +49 451 38 05 38 100
de: Phone: Telefon; Beispiel: +49 451 38 05 38 100

source: Alternative Phone
de: Alternative Phone: zusätzliche Telefonnummer; Beispiel: +49 451 38 05 38 100

source: Address: Postal address; For excample: Heideweig 2-4
de: Address: postalische Anschrift; Beispiel: Heideweg 2-4

source: Postal Code: For excample: 49086
de: Postal Code: Postleitzahl; Beispiel: 49086

source: If a company got assigned to a holding company over the "Head Organisation", the row "Head Organisation occured, which lists all doughter companies of the head company. Also in the doughter company the head company is linked.
de: Unternehmen als Muttergesellschaft zugeordnet, so erscheint die Zeile„Headed organisation“, welche die Tochtergesellschaften der Muttergesellschaftauflistet. Analog wird bei der Tochtergesellschaft die „Head Organisation“verlinkt.

source: As soon as a turbine owns in the properties "Developer", "Asset Manager", "Technical Operator", "Commercial Operator", "Service" or "Owner" the same object as the actor, a row appears in the detail view. It says for how much WEA the actor "Developer" / "Asset Manager" / "Technical Operator" / "Service Provider" or "Owner" be. With one click on one row it folds out and shows all turbines, sorted by their technologies.
de: Sobald eine Turbine in den Eigenschaften „Developer“, Asset Manager“,„Technical Operator“, „Commercial Operator“, „Service“ oder „Owner“ das Objektdes Actors besitzt, erscheint entsprechend in der Detailansicht eine Zeile,die aussagt, für wie viele WEA der Actor „Developer“ / Asset Manager“/ „Technical Operator“ / „Commercial Operator“ / „Service Provider“ oder„Owner“ ist. Ein Klick auf die jeweilige Zeile klappt diese aus und macht,sortiert nach Technologie, die verknüpften Turbines sichtbar.

source: The employees are listed to their company in the detail view. For individual employees there also exist a detail view with all their properties. Also the formula for changing the employee properties can be opened over the "Shift"-Symbol. The formula is available over the detail view from the employee too ("Edit"). Over the button "Set inactive" employees also can get set inactive. This should be used if an employee isn't a member of the company any more.
de: Die Mitarbeiter werden in der Detailansicht des zugehörigen Unternehmensaufgelistet. Für einzelne Mitarbeiter existieren zudem ebenfalls eine simpleDetailansicht, die alle Eigenschaften auflistet. Zudem kann das Formular zumÄndern der Eigenschaften eines Mitarbeiters über das „Stift“-Symbol aufgerufenwerden. Zudem kann das Formular über die Detailansicht des Mitarbeitersaufgerufen werden („Edit“). Über das Schaltfeld „Set inactive“ könnenMitarbeiter inaktiv geschaltet werden. Dies soll genutzt werden, sofern einMitarbeiter nicht mehr Teil eines Unternehmens ist.

source: Below the employee Project/Pool projects and contents, in which the actor is involved, are listed. Here is a difference between "direkt" and "indirekt". There is a direct involvation, if the actor is linked as a "Negotiation Partner" in his project. For contracts there is a direct involve, if the actor got listed in the contractual propertie "Contractuaal Partner". Indirect connections are caused by turbines, which are connected to the project/contract. If one of the turbines are connected to the actor over the proerties "Asset Manager", "Commercial Operator", "Technical Operator" or "Owner", the project or contract appears under "indirect".
de: Unterhalb der Mitarbeiter werden Projekte/Pool Projekte und Verträgeaufgelistet, in denen der Actor involviert ist. Hierbei wird jeweils zwischen„direkt“ und „indirekt“ unterschieden. Eine direkte Involvierung bei Projektenliegt vor, wenn der Actor im Projekt durch die Projekteigenschaft „NegotiationPartner“ verknüpft ist. Für Verträge entsteht eine direkte Involvierung,sobald der Actor in die Vertragseigenschaft „Contractual Partner“ eingetragenwird. Indirekte Verbindungen entstehen über die Turbines, die mit demProjekt/Vertrag verknüpft sind. Hat eine dieser Turbines in den Eigenschaften„Asset Manager“, „Commercial Operator“, „Technical Operator“ oder „Owner“ dieVerknüpfung mit dem Actor hergestellt, erscheint das Projekt / der Vertragunter „indirekt“.

source: With the button "add file" files can be uploaded, which are visible in the actors detail view. A simple formula allows the user to add the name and upload a file. If files exist, a list of the files appears. It shows the information from the author, the date of upload and the name. One click on the file-symbol opens the file, one click on the shift-symbol refer to the editor formula.
de: Über den Button „Add File“ können Dateien hochgeladen werden, die in derDetailansicht des Actors sichtbar werden. Das simple Formular lässt den Nutzereinen Dateinamen zuweisen und ermöglicht über einen Dialog das Hochladen einerDatei. Existieren Dateien, erscheint in der Detailansicht eine Liste derDateien: Diese weist die Information über den Autor, das Upload-Datum und denNamen aus. Ein Klick auf das Datei-Symbol öffnet die Datei, ein Klick auf dasStift-Symbol leitet in das Editierformular weiter.

source: Comments can be added over the "Add Comment" button to the actor.
de: Kommentare können mit dem Button „Add Comment“ zum Actor hinzugefügt werden.

source: In the formula its important to pay attention to the form of the properties "Phone", "Mail" and "Web". Phone numbers always have to be added with a "+" and the international country code. The mail adress have to follow the known form "@domain". The imput of a web-adress have to include the shortcuts "http://" or "https://". Over the button "Sector" multiple entries are possible.
de: Im Formular ist jeweils auf das Format der Eigenschaften „Phone“,„Mail“ und „Web“ zu achten. Telefonnummern müssen grundsätzlich mit derinternationalen Ländervorwahl und dem zugehörigen, vorangestellten „+“angegeben werden. Die Mail-Adresse muss dem bekannten Schema „@domain“ folgen,welches zudem ausgegraut im Feld angezeigt exemplarisch wird. Die Eingabe eineWeb-Adresse im Feld Web muss das Kürzel http:// oder https:// enthalten.Das Feld „Sector“ erlaubt Mehrfachangaben.

source: How to assign a peron to a company?
de: Wie weise ich eine Person mehreren Unternehmen zu?

source: Its basically possible to add more than one company to an employee.
de: Einem Mitarbeiter („Employee“) kann grundsätzlich mehreren Unternehmen („Actor“) zugewiesen werden.

source: In the editor formula of the person its possible to add more companies over the button "Company" every time.
de: Im Editierformular der jeweiligen Person kann jederzeit durch das Hinzufügeneines weiteren Unternehmens im Feld „Company“ die Zuweisung zu mehrerenUnternehmen erfolgen.
