Repository: S73FF3N/iwedb
Catalog: docs/locales/*/LC_MESSAGES/contract.po
Languages: de

source: Service contracts of the Deutsche Windtechnik are managed with help of the categorie "Contract". A contract is defined over the following properties:
de: Serviceverträge der Deutschen Windtechnik werden mithilfe der Kategorie„Contract“ verwaltet. Ein Vertrag wird durch die folgenden Eigenschaftendefiniert:

source: **Name**: Contract name; For excample: V-TB-105515-24-02-04
de: Name: Vertragsbezeichnung; Beispiel: V-TB-105515-24-02-04

source: File: Contract dokument as PDF
de: File: Vertragsdokument als PDF

source: **DWT Unit**: Unit of the Deutsche Windtechnik, who conclused the contract; For excample: DWTX
de: DWT Unit: Einheit der Deutschen Windtechnik, die den Vertrag geschlossen hat; Beispiel: DWTX

source: **DWT Responsible**: Responsible Customer-/Contract-/Projectmanager of the Deutsche Windtechnik; Choice: User of the Success Map of the Group "Custom Relations"
de: DWT Responsible: zuständiger Kunden-/Vertrag-/Projektmanger der Deutschen Windtechnik; Auswahl: User der Success Map der Gruppe „Custom Relations“

source: **Turbines**: Turbines, which are involved into the contract; For excample: SEN300488, SEN300489, SEN300490, SEN300491, SEN300492, SEN300493
de: Turbines: Windenergieanlagen, die in diesem Vertrag involviert sind; Beispiel: SEN300488, SEN300489, SEN300490, SEN300491, SEN300492, SEN300493

source: **Conract Partner**: For excample: Windpark Musterstadt GmbH & Co. KG
de: Contractual Partner: Vertragspartner; Beispiel: Windpark Musterstadt GmbH & Co. KG

source: **Start Date**: Contract start; For excample: 01.01.2019
de: Start Date: Vertragsbeginn; Beispiel: 01.01.2019

source: **End Date**: Contract ending; For excample: 31.12.2032
de: End Date: Vertragsende; Beispiel: 31.12.2032

source: Termination Date: Date of termination; For excample: 01.07.2019
de: Termination Date: Datum der Kündigung; Besipiel: 01.07.2019

source: Termination Reason: Reason of termination; Options: Closure of WTG / Alternation of Contract / Breach of Agreement / Bankruptcy / Competition / Change of Ownership
de: Termination Reason: Grund der Kündigung; Optionen: Closure of WTG / Alteration of Contract / Breach of Agreement / Bankruptcy / Competition / Change of Ownership

source: Average Remuneration: Average yearly remuneration per WEA in €; For excample: 35.000€
de: Average Remuneration: Durchschnittliche jährliche Vergütung pro WEA in €; Beispiel: 35.000 €

source: Farm Availability: Availability guarantee (reffered to park) in percent; For excample: 97%
de: Farm Availability: Verfügbarkeitsgarantie (parkbezogen) in Prozent; Beispiel: 97 %

source: WTG Availability: Availability guarantee (reffered to individual WEA) in percent; For excample: 96,5%
de: WTG Availability: Verfügbarkeitsgarantie (bezogen auf die einzelne WEA) in Prozent; Beispiel: 96,5 %

source: Availability Type: Type of the availability guarantee; time based / energy based
de: Availability Type: Typ der Verfügbarkeitsgarantie; time based / energy based

source: Remote Control: Service: Remote Control; Options: included / not included
de: Remote Control: Leistung: Fernüberwachung; Optionen: inkludiert / nicht inkludiert

source: Maintenance: Service: Maintenance; Options: included / not included
de: Maintenance: Leistung: Regelwartungen; Optionen: inkludiert / nicht inkludiert

source: Additional Maintenance: Service: Additional Maintenance (for excample type IV); Options: included / not included
de: Additional Maintenance: Leistung: Zusatzwartungen (z.B. Typ IV); Optionen: inkludiert / nicht inkludiert

source: Unscheduled Maintenance Personnel: Service: Personell for unscheduled maintenance; Options: included / not included
de: Unscheduled Maintenance Personnel: Leistung: Personal für Entstörung; Optionen: inkludiert / nicht inkludiert

source: Unscheduled Maintenance Material: Service: Material for unscheduled maintenance; Options: included / not included
de: Unscheduled Maintenance Material: Leistung: Material für Entstörung; Optionen: inkludiert / nicht inkludiert

source: Main Components: Service: Exchange of main components (personell and material); Options: included / not included
de: Main Components: Leistung: Austausch von Großkomponenten (Personal und Material) ; Optionen: inkludiert / nicht inkludiert

source: Exclusion: Components, which are not included in service; For excample: Rotor, transmission station
de: Exclusions: Komponenten, die vom Leistungsumfang ausgeschlossen sind: Beispiel: Rotor, Übergabestation

source: Service Lift Maintenance: Service: Options: included / not included
de: Service Lift Maintenance: Leistung: Befahranlagenwartung; Optionen: inkludiert / nicht inkludiert

source: Inspection of Service Lift By certified body: Service: Options: included / not included
de: Inspection of Service Lift by certified Body: Leistung: Inspektion der Befahranlage durch zentrale Überwachungsstelle; Optionen: inkludiert / nicht inkludiert

source: Safety-related inspection (service lift, safety equipment, etc.): Service; Options: included / not included
de: Safety-related inspection (service lift, safety equipment, etc.): Leistung: Überprüfung der sicherheitsrelevanten Einrichtungen; Optionen: inkludiert / nicht inkludiert

source: Repair service lift, safety equipment, etc.: Service; For excample: included / not included
de: Repair service lift, safety equipment, etc.: Leistung: Reparatur der sicherheitsrelevaten Einrichtungen; Optionen: inkludiert / nicht inkludiert

source: Exchange of service lift, safety equipment, etc.: Options: included / not included
de: Exchange of service lift, safety equipment, etc.: Austausch deer sicherheitsrelevanten Einrichtungen; Optionen: inkludiert / nicht inkludiert

source: Rotor blade inspection: Service; Options: included / not included
de: Rotor blade inspection: Leistung: Rotorblattinspektion; Optionen: inkludiert / nicht inkludiert

source: Videendoscopic inspection gearbox: Service; Options: included / not included
de: Videendoscopic inspection gearbox: Leistung: Videoendoskopie des Getriebes; Optionen: inkludiert / nicht inkludiert

source: Periodic inspection of WTG by independent experts: Service; Options: included / not included
de: Periodic Inspection of WTG by independent experts: Leistung: Wiederkehrende Prüfung von Maschinen und Turm durch externe Gutachter; Optionen: inkludiert / nicht inkludiert

source: Electrical Inspection: Service; Options: included / not included
de: Electrical Inspection: Leistung: Prüfung der elektrischen Betriebsmittel; Optionen: inkludiert / nicht inkludiert

source: External Damages: Service: Damages from the outside ("Force Majeure") as contract part; Options: included / not included
de: External Damages: Leistung: Schäden von außen („Force Majeure“) als Vertragsbestandteil; Optionen: inkludiert / nicht inkludiert

source: Repair of pressure vessels: Service; Optioms: included / not included
de: Repair of pressure vessels: Leistung: Reparatur von Druckbehältern; Optionen: inkludiert / nicht inkludiert

source: General Overhaul of working equipment: Service; Options: included / not included
de: General Overhaul of working equipment: Leistung: Generalüberholung von Arbeitsmitteln; Optionen: inkludiert / nicht inkludiert

source: Condition Monitoring: Service: Monitoring of WEA-conditions with vibrancy sensors; Options: included / not included
de: Condition Monitoring: Leistung: Überwachung des WEA-Zustandes mittels Schwingungssensorik; Optionen: inkludiert / nicht inkludiert

source: In the contract list all available contracts are listed tabular. Also these are illustrated in diagramms.
de: In der Contract List werden alle verfügbaren Verträge tabellarisch aufgelistet.Zudem werden diese in Diagrammen veranschaulicht.

source: Analog to the projects, also contracts can be formated into Excel-Format over the button "Custom Export". Because of this they can get eddited again.
de: Analog zu den Projekten können auch die Verträge mittels des Buttons„Custom Export“ ins Excel-Format formatiert werden. Dies bietet weiterführendeBearbeitungsmöglichkeiten.

source: With the following filters the selection of contracts can get limitated:
de: Folgende Filter helfen bei der Eingrenzung der Verträge:

source: DWT: Unit of the Deutsche Windtechnik, which concluded the contract; Multiple selection possible
de: DWT: Einheit der Deutschen Windtechnik, die den Vertrag geschlossen hat; Mehrfachauswahl möglich

source: Contractual Pertner: Multiple selection posible
de: Contractual Partner: Vertragspartner; Mehrfachauswahl möglich

source: Wind Farm: Multiple selection possible
de: Wind Farm: Windpark; Mehrfachauswahl möglich

source: Manufacturer: Manufacturer of the WEA; Multiple selection possible
de: Manufacturer: Hersteller der WEA; Mehrfachauswahl möglich

source: Model: Technology of the WEA; Multiple selection possible
de: Model: Technologie der WEA; Mehrfachauswahl möglich

source: Start Date: Start date of the contract; Range filter (from - to); Format: yyyy-mm-dd
de: Start Date: Vertragsstart; Bereichsfilter (von – bis); Format: yyyy-mm-dd

source: End Date: End date of the contract; Range filter (from-to); Format: yyyy-mm-dd
de: End Date: Vertragsende; Bereichsfilter (von – bis); Format: yyyy-mm-dd

source: DWT Responsible: Customer manager; Multiple selection possible
de: DWT Responsible: Kundenmanager, Mehrfachauswahl möglich

source: The contract type, which is displayed in the tabular overview, is based on the services, which are defined for the contract.
de: Der Vertragstyp („Contract Type”), der in der tabellarischen Übersichtausgewiesen wird, basiert auf den Leistungen, die für den Vertrag definiert wurden.

source: The diagramms illustrate the actual filter value. Beside the manufacturer, the technology and the contractual partner, also the country and its distribution get illustarted in a pie chart. The age of a WEA got illustrated over a bar chart.
de: Die Diagramme illustrieren jeweils die aktuelle Filterauswahl. Neben demHersteller, der Technologie und dem Vertragspartner wird auch das Land undderen Verteilung als Tortendiagramm dargestellt. Das Alter der WEA wird mittelseines Balkendiagramms veranschaulicht.

source: Beside the "Contract List" an analog contract list exist, which contains the terminated or expired contracts.
de: Neben der „Contract List“ existiert eine analoge Vertragsliste, die gekündigtebzw. ausgelaufene Verträge dargestellt.

source: Terminated contracts have the special feature, that the reference "Terminated" shows up before contract start. Also the termination date and the termination reason is indicated in the detail view.
de: Gekündigte Verträge weisen in der Detailansicht die Besonderheit auf, dass vorder Vertragsart der Hinweis „Terminated“ den gekündigten Status ausweist.Zudem werden in der Detailansicht der Kündigungsgrund und das Kündigungsdatumangegeben.

source: The detail view of a contract, lists all properties of a contract. Under the contract name the scope of service is summarised. If it is a full maintenance (with/without large components), Basic (+) or remote control, will be set in the selection of the individual scope of services. The contract dokument can be openned over the icon at the upper right side.
de: Die Detailansicht eines Vertrags listet die Eigenschaften eines Vertrags auf.Unterhalb der Vertragsbezeichnung wird der Leistungsumfang zusammengefasst.Ob es sich um Vollwartung (mit/ohne Großkomponenten), Basis (+) oderFernüberwachung handelt, wird durch die Auswahl der einzelnen Leistungsumfängebestimmt. Das Vertragsdokument kann über das Dokumentensymbol im oberenrechten Bereich geöffnet werden.

source: The individual scope of service are clustered in the four categories remote control, sheduled maintenance, suppression and main components. The green tick or the red "x" will show, if a scope of service is integrated or not. So services with a green tick are included and those with a red "x" not. The same apply for optional services, which are listd at the bottom.
de: Die einzelnen Leistungen sind geclustert in die vier KategorienFernüberwachung, Regelwartung, Entstörung und Hauptkomponenten. Ob eineLeistung integriert ist, illustriert der grüne Haken oder das rote „x“.Demnach sind Leistungen mit einem grünen Haken im Vertrag inkludiert,Leistungen mit einem roten „x“ nicht. Das gleiche gilt für die optionalenLeistungen, die im unteren Bereich aufgelistet sind.

source: For each contract the possibility exist to crate individual comments and add dokuments to them. This possibility should also be used for demands, if there is no additional contract object.
de: Für jeden Vertrag besteht die Möglichkeit, individuelle Kommentare zuverfassen und diese zusätzlich mit Dokumenten zu bestücken. Diese Möglichkeitsollte auch für Nachträge verwendet werden, für die kein zusätzlichesVertragsobjekt angelegt werden soll.

source: Contracts can be terminated with the button "Terminate". After using the button a Formula appears, where the termination reason and date have to be enterred. Terminated contracts will be transferred from "Contract List" into "Terminated Contract".
de: Verträge können mittels des Buttons „Terminate“ gekündigt werden. Es öffnetsich ein Formular zu Angabe des Kündigungsdatums und des Kündigungsgrunds.Gekündigte Verträge werden von der „Contract List“ in die Liste der„Terminated Contract“ überführt.

source: Beside the general properties like "Names", "DWT unit", "Contractual partner" and "Start-" or "Enddate" of the contract, the individual services and options are listed in the contract formula. A service is included to a contract, if the accordingly box in the formula is filled. The formula field "Exclusions" defines the components, wich are included in the contract. Here a multiple selection is possible.
de: Neben den generellen Eigenschaften wie Bezeichnung, DWT Einheit,Vertragspartner und Start- bzw. Enddatum des Vertrages, werden die einzelnenLeistungen und Optionen im Vertragsformular eingegeben. Eine Leistung ist imVertrag inkludiert, sobald das entsprechende Kästchen im Formular mit einemHäkchen gefüllt ist. Das Formularfeld „Exclusions“ definiert die Komponenten,die von den Vertragsleistungen ausgeschlossen sind. Hier ist eineMehrfachauswahl möglich.

source: For the selection of the turbines, the help field "Winfarm" exist. If a windfarm is indicated, the selection of turbines in the field "Turbines" will be redused to the turbines of the selected winfarm. Also the field "All turbines of selected wind farm?" will appear. If all turbines of the wind farm should be selected, the tick have to be set here. This saves the work from setting all ticks behind any turbine. With setting the tick the field "Turbines" disappears.
de: Für die Auswahl der Turbinen existiert das Hilfsfeld „Windfarm“. Sofern einWindpark angegeben wird, reduziert sich die Auswahl der Turbinen im Feld„Turbines“ auf die Turbinen des ausgewählten Windparks. Zudem erscheint beiAngabe eines Windparks das Feld „All turbines of selected wind farm?“. Sollenalle Turbinen des Windparks mit dem Vertrag verknüpft werden, kann hier derHaken gesetzt werden. Dies erspart das mühselige Auswählen aller Turbinen imFeld „Turbines“. Beim Setzen des Hakens wird das Feld „Turbines“ ausgeblendet.
