Repository: S73FF3N/iwedb
Catalog: docs/locales/*/LC_MESSAGES/tbf.po
Languages: de

source: The TBF-Menu contains the menu points "Contracts" and "Reports".
de: Das TBF-Menü besteht aus den Menüpunkten „Contracts“ und „Gutachten“.

source: In this menu all contracts are listed, which contains the contract part "Technical Operation". This menu offers all funtions analog to "Contract List".
de: In diesem Menü werden alle Verträge aufgelistet, die den Vertragsinhalt „Technical Operation“ besitzen. Dieses Menü bietet alle Funktionen analog zur „Contract List“

source: The menu point "Reports" is used to koordinate reports and other extern services.
de: Der Menüpunkt „Gutachten“ dient zur Koordination von Gutachten und weiteren externen Dienstleistungen.

source: **Type**: Type of the report: WKP / ZOP / gearpox endoscopy / Safety check / ZÜS BFA / general overhaul winch / GÜ / Change board crane / lattice mast check / DGUV V3 **WEA**: WAE, which are involved to the report; For excample: SEN300488, SEN300489, SEN300490, SEN300491, SEN300492, SEN300493 **All**: Number of time units, which control the repetition frequenzy of report dates; Format: positive natural numbers **Intervall**: Time units, which control the repetition frequency of report dates; Days / months / Years **For**: Number of time units, which control the duraation of report dates; Format: positive natural numbers **Duration**: Time units, which control the duration of report dates; Days / Months / Years **Target date first provision**: Planned date first provision / first date of the report **Responsible**: Responsible employee from DWT
de: Typ: Art des Gutachten: WKP / ZOP / Getriebeendoskopie / Rotorblattgutachten /Sicherheitsüberprüfung / BFA Wartung / ZÜS BFA / Generalüberholung Winde /GÜ/Austausch Bordkran / Gittermastprüfung / DGUV V3WEA: Windenergieanlagen, die in diesem Gutachten involviert sind; Beispiel:SEN300488, SEN300489, SEN300490, SEN300491, SEN300492, SEN300493Alle: Anzahl der Zeiteinheiten, die die Wiederholungsfrequenz derGutachtentermine steuern; Format: positive natürliche ZahlenZeitintervall: Zeiteinheiten, die die Wiederholungsfrequenz derGutachtentermine steuern; Tage / Monate / JahreFür: Anzahl der Zeiteinheiten, die die Dauer der Gutachtentermine steuern;Format: positive natürliche ZahlenDauer: Zeiteinheiten, die die Dauer der GutachtentermineSolldatum erste Durchführung: Plandatum der ersten Durchführung / erster Termin des GutachtensResponsible: Verantwortlicher Mitarbeiter der DWT

source: Reports fundamental consisting of one or more dates per linked turbine. In the list view of a report under the filters all dates per state (Overdue / Commisioned / Registred / Done / Report recieved / account recieved) are listed, bevore at the end of the site a table for the report exist.
de: Gutachten bestehen grundsätzlich aus einem oder mehreren Terminen jeverknüpfte Turbine. In der Listenansicht der Gutachten werden unterhalb desFilters zunächst die einzelnen Termine je Status (Ausstehend / Beauftragt /Angemeldet / Durchgeführt / Bericht erhalten / Rechnung erhalten) dargestellt,bevor am Seitenende eine Tabelle für die Gutachten selbst existiert.

source: The filters "Type","Windfarm" and "Responsible" just affect to the superordinate report and just indirect to the dates.
de: Die Filter „Typ“, „Windpark“ und „Verantwortlich“ wirken sich jeweils auf dasübergeordnete Gutachten aus und lediglich indirekt auf die zugehörigen Termine.

source: Report Detail
de: Gutachten Detail

source: Over the table "Report" it´s possible to value individual reports. In this detail view the information and dates from the report are listed.
de: Über die Tabelle „Gutachten“ kann auf die einzelnen Gutachten zugegriffenwerden. In dieser Detailansicht werden die Informationen des Gutachtens unddessen Termine dargestellt.

source: Its important to observe, that with the crating of a report not the dates are generated automatically. Herefore the button "Create Date" exist. After unsing the button the dates,based on the planning date of the fist provision, the time frequency and provision, are generated and displayed tabular. Also now individual dates can be added with the button "+Termin".
de: Es gilt zu beachten, dass beim Erstellen eines Gutachtens nicht automatischauch dessen Termine (basierend auf den zeitlichen Vorgaben) generiert werden.Hierfür dient die Schaltfläche „Termine erstellen“. Nach Bedienung dieserSchaltfläche werden die Termine basierend auf dem Plandatum der erstenDurchführung, der Zeitintervalle und Dauer erzeugt und tabellarischdargestellt. Weiterhin können nun einzelne Termine über die nun vorhandeneSchaltfläche „+ Termin“ hinzugefügt werden.

source: A date contains the following properties:
de: Ein Termin besteht aus den folgenden Eigenschaften:

source: **Planning Date**: original date of provision
de: Plandatum: ursprünglich vorgesehenes Durchführungsdatum

source: **Report**: Obtain to the primary report object
de: Gutachten: Bezug auf das übergeordnete Gutachtenobjekt

source: **WEA**: A date always contains an obtain to an individual WEA
de: WEA: Windenergieanlage; ein Termin besitzt immer den Bezug zu einer einzelnen WEA

source: **State**: Overdue / Commisioned / Registred / Done / Report recieved / Account recieved
de: Status: Ausstehend / Beauftragt / Angemeldet / Durchgeführt / Bericht erhalten / Rechnung erhalten

source: Provider: Obtain to the commisioned company (Actor)
de: Dienstleister: Bezug zum beauftragten Unternehmen (Actor)

source: Contract Part: Yes / No / Stateful / capital
de: Vertragsbestandteil: Ja / Nein / zustandsorientiert / einmalig

source: Check date: Real provision date
de: Prüfdatum: tatsächlicher Durchführungstermin

source: Commentary: Possibility, to give extra information
de: Kommentar: Möglichkeit, zusätzliche Informationen zu hinterlegen

source: If more dates have to be changed, the formula "more dates" helps out. Here it´s possible to select, which dates have to be changed in which way.
de: Sollen mehrere Termine gleichzeitig geändert werden, hilft das Formular„Mehrere Termine bearbeiten“. Hier kann ausgewählt werden, welche Termine wiemanipuliert werden sollen.

source: Per report a commentary function is available, which should be used superordinate. Also for each date it´s possible to create comments individually.
de: Je Gutachten besteht eine Kommentarfunktion, die übergeordnet verwendet werdensoll. Zudem kann für jeden einzelnen Termin individuell kommentiert werden.
