Repository: S73FF3N/iwedb
Catalog: docs/locales/*/LC_MESSAGES/wind_farm.po
Languages: de

source: In the success map a wind farm is a geographical assignment to a windpark. Over the assignment of turbines, the windpark get more depth of information. A wind farm has the following properties:
de: Bei einer Wind Farm handelt es sich in der Success Map um eine geografischeZuordnung eines Windparks. Durch die Zuweisung von Turbines erhält der Windparkweitere Informationstiefe. Eine Wind Farm lässt sich aber bereits durchfolgende Eigenschaften definieren:

source: **Name**: Name of the wind park; For excample: Beesenstedt
de: Name: Name des Windparks; Beispiel: Beesenstedt

source: 2nd Name: alternative denomination of the wind park; For excample: Salzatal
de: 2nd Name: Alternative Bezeichnung des Windparks; Beispiel: Salzatal

source: Postal Code: For excample: 06198
de: Postal Code: Postleitzahl des Standortes; Beispiel: 06198

source: City: Place/city/community of the location; For excample: Salztal
de: City: Ort/Stadt/Gemeinde am Standort; Beispiel: Salzatal

source: **Country**: For excample: Deutschland/Germany
de: Country: Land des Standortes; Beispiel: Deutschland/Germany

source: Latitude: geographical degree of latitude; For excample: 51.5755952
de: Latitude: geografischer Breitengrad; Beispiel: 51.5755952

source: Lomgitude: geographical degree of longitude: For excample: 11.7175713
de: Longitude: geografischer Längengrad; Beispiel: 11.7175713

source: **Offshore**: location of the wind park (on- ore offshore); For excample: onshore
de: Offshore: Standort des Windparks (on- oder offshore); Beispiel: onshore

source: Description: additional information as free text; For excample: "The primary wind park form the jear 2001 got complemented in 2006. As Well two WEA from 2001 got repowered in the jear 2015."
de: Description: zusätzliche Informationen als Freitext; Beispiel:„Der ursprüngliche Windpark aus dem Jahre 2001 wurde im Jahr 2006 ergänzt.Zudem wurden zwei WEA aus dem Jahre 2001 im Jahr 2015 repowert.“

source: The wind farm list shows all usable wind parks from the database. Whith the following filter the selection can be limited:
de: Die Wind Farm List weist tabellarisch alle verfügbaren Windparks der Datenbank aus.Durch folgende Filter kann die Auswahl eingegrenzt werden:

source: Name: This filter affects on Name, 2nd Name and City
de: Name: Dieser Filter wirkt sich sowohl auf die Felder Name, 2nd Name und City aus

source: Country: multiple selection possible
de: Country: Land; Mehrfachauswahl möglich

source: Postal code
de: Postal code: Postleitzahl, beginnend mit

source: Over the button "Export" at the upper right corner it is possible to export the Wind-Farm-List with the used filters into Excel format. This makes it possible to edit the data.
de: Der Button „Export“ in der oberen rechten Ecke bietet die Möglichkeit, dieaktuelle Wind Farm Liste im Excel-Format darzustellen. Dies ermöglicht eineweitere Bearbeitung der Daten.

source: The detail view of a wind farm includes a map view. Either the geographical place with a marker is shown here, which is described over the properties latitude and longitude, or the different turbines of the wind farm are displayed, if the koordinates are available.
de: Die Detailansicht der Wind Farm bietet eine Kartenansicht. Entweder wird hiermittels eines Markers die geografische Lage abgebildet, die durch die Angabeder Eigenschaften Latitude und Longitude definiert wurde, oder es werden dieeinzelnen Turbines des Windparks dargestellt, sofern für diese Koordinatenzur Verfügung stehen.

source: Next to the geographical infotmation of the wind park all information date back to the turbines. Because of this the number of the linked turbines and their tecnology is displayed in the first row. After this the individual turbines are displayed. These are sorted by their states: planned/under construction, in production or dismantled.
de: Neben den geografischen Informationen des Windparks stammen alle weiterenInformationen von den verknüpften Turbines. So wird über die Anzahl derverknüpften Turbines und deren Technologie in der ersten Zeile informiert.Anschließend werden die einzelnen verknüpften Turbines dargestellt.

source: Analog to the detail view of an actor, linked projects and contracts are listed at the bottom part. These are not seperated into direct and indirect: As soon as a turbine of the wind park is connected to a Project / Pool Project / Contract, they going to be presented in the detail view of the wind farm. As well if available linked surveys are listet.
de: Analog zur Detailansicht eines Actors werden im unteren Teil verknüpfteProjekte und Verträge aufgelistet. Hierbei wird nicht zwischen direkt undindirekt unterschieden: Sobald eine Turbine dieses Windparks mit einem Projekt/ Pool Projekt / Vertrag verknüpft ist, wird dieses Projekt / dieser Vertrag alsRelated Project / Related Pool Project / Related Contract in der Wind FarmDetailansicht präsentiert. Zusätzlich werden verknüpfte Gutachten aufgelistet,falls vorhanden.

source: With the button "Edit all turbines" its possible to edit all or various turbines from the wind farm. By default all turbines from the wind park are selected in the formula field "Turbines". The properties of the selected turbines can be edited in the formula. If one formlua field got filled, the propertie of all selected turbines got overwritten. If the field stays empty, the propertie of the turbines stay the same. The fields "State" and "Offshore" are two exceptions. They are formual fields with list selection, so they always contain a selection. Because of this they always get updated for the selected turbines, so its importand to just edit turbines with the same properties in "State" and "Offshore". Basically the function "Edit all turbines" is provided to make the editation of big number of turbines easier.
de: Mittels des Buttons „Edit all turbines” können Eigenschaften für alle odermehrere Turbinen des Windparks geändert werden. Standardmäßig sind alleTurbinen des Windparks im Formularfeld „Turbines“ ausgewählt. Die Eigenschaftender hier ausgewählten Turbinen werden mittels des Formulars geändert. Sofernein Formularfeld mit Inhalt gefüllt wird, überschreibt es die jeweiligeEigenschaft der im Feld „Turbines“ spezifizierten Turbinen. Wird ein Feld nichtmit Inhalt gefüllt, bleibt diese Eigenschaft bei den ausgewählten Turbinenunverändert. Zwei Ausnahmen bilden die Felder „Status“ und „Offshore“.Da es sich um Formularfelder mit Listenauswahl handelt und dadurch immer einWert ausgewählt ist, werden diese beiden Eigenschaften für die ausgewähltenTurbinen immer aktualisiert. Deshalb ist darauf zu achten, dass nur Turbinenmit gleichem „Status“ und gleicher „Offshore“ Eigenschaft gleichzeitig geändertwerden. Grundsätzlich ist die Funktion „Edit all turbines“ dafür vorgesehen,das mühselige Ändern von Eigenschaften an einer Vielzahl von Turbinen zuvereinfachen.

source: The particularity of the formula from a wind farm is the difference between creating a formula of a new wind farm and the editation of it. To reduse the affort of creating a new wind farm, this coordinates are generated automatically over the information from postal code / city and country. Over this the topographical center got defined. Because of this the quality of the koordinates get etter with the completeness of the information to postal code / city and coutry. If just the contry was given, the koordinates going to be calculated in the middle of the country.
de: Die Besonderheit des Formulars für einen Windpark liegt in derUnterschiedlichkeit zwischen dem Formular für das Anlegen eines neuen Windparksund des Editierens dessen. Um den Aufwand des Anlegens eines Windparks geringzu halten, werden diese Koordinaten basierend auf den Informationen zuPostleitzahl, Stadt/Kommune und Land automatisch generiert. Es wird jeweilsdas topografische Zentrum der zugrundeliegenden Informationen bestimmt. Demnachsteigt die Qualität der Koordinaten mit der Vollständigkeit der Angaben zuPostleitzahl, Stadt/Kommune und Land. Wird lediglich das Land angegeben,werden Koordinaten im Zentrum des Landes berechnet.

source: In the edit formula the properties latitude and longitude are visible. They are caused of the calcualteion from the geographical center. If more exact information of the geogramphical position are availabe, its nessasary to edit them here.
de: Im Editier-Formular hingegen werden die Eigenschaften Latitude und Longitudesichtbar. Diese tragen die Ergebnisse der Berechnung des geografischenMittelpunkts. Liegen genauere Informationen zur geografischen Lage vor,sollen hiermit die Werte der automatischen Berechnung überschrieben werden.

source: When a new wind farm has to get add, when just amend a current?
de: Wann ist ein neuer Windpark anzulegen, wann ein bestehender zu ergänzen?

source: The convention is: If wind turbines geograpfical form a unit, what means that there is no much space and no communal borders between them, just one wind farm have to get added.
de: Als Konvention soll gelten: Solange Windkraftanlagen topografisch gesehen eineEinheit bilden, d. h. keine Trennung durch große Freiflächen vorliegt und auchkeine kommunalen Grenzen überschritten werden, wird nur ein Windpark angelegt.

source: This is independet from the used tecnology of the turbines.
de: Dies wird unabhängig von den verbauten Technologien und den Eigentümerverhältnissen beibehalten.

source: If mor wind turbines are located in one commune, but there is much space between them, its neccesary to crate a new wind farm for every turbine. For excample: Musterstadt-Nord and Musterstadt-Süd or Musterstadt-Stadtteil A and Musterstadt-Stadtteil B.
de: Sofern mehrere Windkraftanlagen in einer Kommune liegen, diese jedoch räumlichdeutlich voneinander getrennt sind, sollen individuelle Windparks angelegtwerden. Beispiel: Musterstadt-Nord und Musterstadt-Süd oderMusterstadt-Stadtteil A und Musterstadt-Stadtteil B
